{
  "titleHr": "Lukin umjetnički svijet",
  "titleUk": "Художній світ Луки",
  "illustration": "story_17.png",
  "text": [
    {
      "hr": "Luka je bio poznati slikar u svom gradu, čovjek koji je svoj život posvetio stvaranju umjetnosti.",
      "uk": "Лука був відомим художником у своєму місті, людиною, яка присвятила своє життя створенню мистецтва."
    },
    {
      "hr": "Svakoga dana provodio je sate u svom ateljeu, okružen bojama, platnima i raznim vrstama kancelarijskog i slikarskog pribora.",
      "uk": "Щодня він проводив години у своїй майстерні, оточений фарбами, полотнами та різноманітними канцелярськими і художніми приладдями."
    },
    {
      "hr": "Njegov atelje bio je njegovo utočište, mjesto gdje je mogao pustiti mašti na volju i stvarati svoja najbolja djela.",
      "uk": "Його майстерня була його притулком, місцем, де він міг віддатися уяві та створювати свої найкращі роботи."
    },
    {
      "hr": "Kad bi ušao u svoj atelje, prvi pogled uvijek bi mu pao na veliki drveni stol, prepun različitih boja, kistova, olovaka, gumica i papira.",
      "uk": "Коли він заходив до своєї майстерні, його перший погляд завжди падав на великий дерев'яний стіл, заповнений фарбами, пензлями, олівцями, гумками та папером."
    },
    {
      "hr": "Stol je bio prekriven mrljama od boje i tragovima grafita, znakovima svih projekata koje je započinjao i završavao.",
      "uk": "Стіл був покритий плямами від фарби та слідами графіту, знаками всіх проєктів, які він розпочинав і завершував."
    },
    {
      "hr": "Na desnoj strani stola, nalazila se velika kutija s bojicama svih mogućih nijansi – od pastelnih tonova do svijetlih i intenzivnih boja.",
      "uk": "На правій стороні столу стояла велика коробка з кольоровими олівцями всіх можливих відтінків – від пастельних тонів до яскравих і насичених кольорів."
    },
    {
      "hr": "Luka je volio raditi s različitim vrstama papira.",
      "uk": "Лука любив працювати з різними типами паперу."
    },
    {
      "hr": "Imao je debele, grube papire za crtanje grafitnim olovkama, kao i tanke, glatke papire za akvarele.",
      "uk": "Він мав товсті, грубі папери для малювання графітними олівцями, а також тонкі, гладкі папери для акварелей."
    },
    {
      "hr": "Svaki papir ima svoju dušu, znao je reći dok je prstima prelazio preko teksture papira, osjećajući njegovu gruboću ili glatkoću.",
      "uk": "Кожен папір має свою душу, він казав, проводячи пальцями по текстурі паперу, відчуваючи його шорсткість або гладкість."
    },
    {
      "hr": "Kada bi odlučivao koji će papir koristiti za sljedeći crtež, uvijek bi pažljivo pregledavao teksturu i procjenjivao kako će odgovarati bojama ili olovkama koje je planirao koristiti.",
      "uk": "Коли він вирішував, який папір використовувати для наступного малюнка, завжди уважно перевіряв текстуру і оцінював, як він підходитиме фарбам або олівцям, які планував використовувати."
    },
    {
      "hr": "Na stolu su se nalazile i razne vrste grafitnih olovaka – od najmekših, koje su stvarale tamne, bogate linije, do onih tvrdih, savršenih za precizne detalje.",
      "uk": "На столі лежали різні типи графітних олівців – від найм'якших, які створювали темні, насичені лінії, до твердих, ідеальних для точних деталей."
    },
    {
      "hr": "Pored olovaka, uvijek je imao pri ruci kvalitetne gumice za brisanje, koje su mu pomagale oblikovati crtež i dodavati svjetlost tamo gdje je bilo potrebno.",
      "uk": "Поряд з олівцями він завжди мав якісні гумки для стирання, які допомагали йому формувати малюнок і додавати світло там, де це було потрібно."
    },
    {
      "hr": "Gumica nije samo za ispravljanje grešaka, govorio bi, već i za stvaranje svjetlosti.",
      "uk": "Гумка не лише для виправлення помилок, казав він, а й для створення світла."
    },
    {
      "hr": "U kutu ateljea stajao je stalak s velikim platnom.",
      "uk": "У кутку майстерні стояв мольберт з великим полотном."
    },
    {
      "hr": "Platno je bilo spremno za slikanje, zategnuto preko okvira, sa svojom savršeno bijelom površinom koja je čekala da bude ispunjena bojom.",
      "uk": "Полотно було готове для малювання, натягнуте на рамку, зі своєю ідеальною білою поверхнею, яка чекала, щоб бути заповненою фарбами."
    },
    {
      "hr": "Luka je uvijek pazio na kvalitetu platna.",
      "uk": "Лука завжди стежив за якістю полотна."
    },
    {
      "hr": "Volio je platna s blago hrapavom površinom jer su omogućavala bojama da se bolje upiju i stvore bogatiji izgled.",
      "uk": "Він любив полотна з трохи шорсткою поверхнею, тому що вони дозволяли фарбам краще всмоктуватися і створювати багатший вигляд."
    },
    {
      "hr": "Tekstura površine bila mu je iznimno važna jer je znala odrediti cjelokupni osjećaj slike.",
      "uk": "Текстура поверхні була для нього надзвичайно важливою, оскільки вона визначала загальне відчуття картини."
    },
    {
      "hr": "S lijeve strane stola nalazila se velika paleta s uljnim bojama.",
      "uk": "З лівого боку столу знаходилася велика палітра з олійними фарбами."
    },
    {
      "hr": "Luka je obožavao raditi s uljanim bojama jer su omogućavale postizanje dubljih tonova i bogatstva boje.",
      "uk": "Лука обожнював працювати з олійними фарбами, оскільки вони дозволяли досягти глибших тонів і багатства кольору."
    },
    {
      "hr": "Na paleti su se nalazile sve osnovne boje, ali Luka je bio majstor u miješanju boja kako bi stvorio nijanse koje su mu bile potrebne.",
      "uk": "На палітрі були всі основні кольори, але Лука був майстром у змішуванні фарб, щоб створювати відтінки, які йому були потрібні."
    },
    {
      "hr": "Njegova omiljena boja bila je tamnoplava, koju je često koristio za stvaranje dubine i sjene na svojim slikama.",
      "uk": "Його улюбленим кольором був темно-синій, який він часто використовував для створення глибини і тіні на своїх картинах."
    },
    {
      "hr": "Ispod stola stajale su kutije s akrilnim bojama i akvarelima.",
      "uk": "Під столом стояли коробки з акриловими фарбами та акварелями."
    },
    {
      "hr": "Akrilne boje su bile brze za sušenje i omogućavale su brze poteze kistom, što je bilo savršeno za apstraktne slike koje je Luka ponekad slikao.",
      "uk": "Акрилові фарби швидко висихали і дозволяли швидкі мазки пензлем, що було ідеально для абстрактних картин, які Лука іноді малював."
    },
    {
      "hr": "S druge strane, akvareli su mu pružali mogućnost stvaranja prozračnih, nježnih nijansi, osobito kad bi slikao pejzaže ili more.",
      "uk": "З іншого боку, акварелі дозволяли йому створювати прозорі, ніжні відтінки, особливо коли він малював пейзажі чи море."
    },
    {
      "hr": "Uvijek je pazio da koristi odgovarajuće kistove za svaku vrstu boje – debele kistove za široke poteze, tanke za precizne linije, te posebne kistove za akvarel koji su mogli zadržati puno vode.",
      "uk": "Він завжди стежив за тим, щоб використовувати відповідні пензлі для кожного типу фарби — товсті пензлі для широких мазків, тонкі для точних ліній і спеціальні пензлі для акварелі, які могли утримувати багато води."
    },
    {
      "hr": "Na zidu ateljea visjele su njegove skice, često nacrtane tušem ili crnom kemijskom olovkom.",
      "uk": "На стіні майстерні висіли його ескізи, часто намальовані тушшю або чорною ручкою."
    },
    {
      "hr": "Luka je volio skicirati prije nego što bi započeo sliku.",
      "uk": "Лука любив робити ескізи перед тим, як розпочати картину."
    },
    {
      "hr": "Skice su mu pomogle da vizualizira kompoziciju i raspored elemenata na platnu.",
      "uk": "Ескізи допомагали йому візуалізувати композицію та розташування елементів на полотні."
    },
    {
      "hr": "Za skiciranje je koristio tanke olovke ili flomastere, a ponekad bi koristio i tuš kako bi stvorio jače kontraste.",
      "uk": "Для ескізів він використовував тонкі олівці або маркери, а іноді користувався тушшю, щоб створити сильніші контрасти."
    },
    {
      "hr": "Na polici iznad stola bile su složene kutije s pastelem bojama.",
      "uk": "На полиці над столом були складені коробки з пастельними фарбами."
    },
    {
      "hr": "Pasteli su bili posebni jer su mu omogućavali da stvara meke prijelaze boja.",
      "uk": "Пастелі були особливими, оскільки дозволяли йому створювати м'які переходи кольорів."
    },
    {
      "hr": "Njihova hrapava tekstura omogućavala je zanimljive efekte na papiru.",
      "uk": "Їхня шорстка текстура дозволяла досягти цікавих ефектів на папері."
    },
    {
      "hr": "Luka bi često koristio pastelse kad bi želio postići efekat mekanih sjena ili nježnih prijelaza između svijetla i sjene.",
      "uk": "Лука часто використовував пастелі, коли хотів досягти ефекту м'яких тіней або ніжних переходів між світлом і тінню."
    },
    {
      "hr": "Jednoga dana, dok je Luka radio na novoj slici, odlučio je kombinirati sve tehnike koje je volio.",
      "uk": "Одного дня, коли Лука працював над новою картиною, він вирішив поєднати всі техніки, які любив."
    },
    {
      "hr": "Uzeo je grafitnu olovku i nacrtao osnovni oblik na platnu, a zatim je počeo nanositi uljne boje.",
      "uk": "Він взяв графітний олівець і намалював основну форму на полотні, а потім почав наносити олійні фарби."
    },
    {
      "hr": "Kombinirao je tamne tonove plave i ljubičaste kako bi stvorio dubinu na nebu, a akrilne boje koristio je za brze poteze po rubovima slike, stvarajući dojam pokreta.",
      "uk": "Він поєднував темні тони синього та фіолетового, щоб створити глибину неба, а акрилові фарби використовував для швидких мазків по краях картини, створюючи відчуття руху."
    },
    {
      "hr": "Svaka boja ima svoju energiju, razmišljao je dok je miješao boje na paleti.",
      "uk": "Кожен колір має свою енергію, думав він, коли змішував фарби на палітрі."
    },
    {
      "hr": "Ako je pažljivo koristim, svaka će donijeti nešto posebno na platno.",
      "uk": "Якщо я буду використовувати їх обережно, кожен колір привнесе щось особливе на полотно."
    },
    {
      "hr": "Njegov kist je klizio preko površine platna, stvarajući bogate, teksturirane slojeve boje.",
      "uk": "Його пензель ковзав по поверхні полотна, створюючи насичені, текстуровані шари фарби."
    },
    {
      "hr": "Ponekad bi kistom samo dotaknuo površinu, ostavljajući tanke linije, dok bi u drugim dijelovima nanosio debele slojeve boje, stvarajući reljef na slici.",
      "uk": "Іноді пензлем він лише торкався поверхні, залишаючи тонкі лінії, тоді як на інших ділянках він наносив товсті шари фарби, створюючи рельєф на картині."
    },
    {
      "hr": "Kada je završio, stajao je korak unatrag i promatrao svoje djelo.",
      "uk": "Коли він закінчив, відійшов на крок назад і спостерігав за своєю роботою."
    },
    {
      "hr": "Platno je bilo ispunjeno bojama, teksturama i svjetlošću.",
      "uk": "Полотно було заповнене кольорами, текстурами та світлом."
    },
    {
      "hr": "Osjećao je da je svaka linija, svaka nijansa, bila na pravom mjestu.",
      "uk": "Він відчував, що кожна лінія, кожен відтінок були на своєму місці."
    },
    {
      "hr": "Umjetnost je više od tehnike, rekao je tiho sam sebi, to je priča koju pričamo kroz boje, kistove i platno.",
      "uk": "Мистецтво – це більше, ніж техніка, тихо сказав він собі, це історія, яку ми розповідаємо через кольори, пензлі та полотно."
    }
  ],
  "vocabulary": [
    {"hr": "slikar", "uk": "художник"},
    {"hr": "atelje", "uk": "майстерня"},
    {"hr": "platno", "uk": "полотно"},
    {"hr": "kist", "uk": "пензель"},
    {"hr": "grafitna olovka", "uk": "графітний олівець"},
    {"hr": "gumica", "uk": "гумка"},
    {"hr": "tekstura", "uk": "текстура"},
    {"hr": "reljef", "uk": "рельєф"},
    {"hr": "kompozicija", "uk": "композиція"},
    {"hr": "skica", "uk": "ескіз"},
    {"hr": "kontrast", "uk": "контраст"},
    {"hr": "pastel", "uk": "пастель"},
    {"hr": "akvarel", "uk": "акварель"},
    {"hr": "akrilne boje", "uk": "акрилові фарби"},
    {"hr": "uljne boje", "uk": "олійні фарби"},
    {"hr": "paleta", "uk": "палітра"},
    {"hr": "dubina", "uk": "глибина"},
    {"hr": "nijanse", "uk": "відтінки"},
    {"hr": "sjena", "uk": "тінь"},
    {"hr": "zid", "uk": "стіна"},
    {"hr": "slika", "uk": "картина"},
    {"hr": "potez", "uk": "мазок"},
    {"hr": "prostor", "uk": "простір"},
    {"hr": "izraziti", "uk": "виразити"},
    {"hr": "umjetnost", "uk": "мистецтво"},
    {"hr": "energija", "uk": "енергія"},
    {"hr": "priča", "uk": "історія"},
    {"hr": "svjetlo", "uk": "світло"},
    {"hr": "oblikovati", "uk": "формувати"},
    {"hr": "površina", "uk": "поверхня"},
    {"hr": "slojevi", "uk": "шари"},
    {"hr": "detalji", "uk": "деталі"},
    {"hr": "projekti", "uk": "проєкти"},
    {"hr": "boja", "uk": "колір"},
    {"hr": "osjećaj", "uk": "відчуття"},
    {"hr": "tehnika", "uk": "техніка"},
    {"hr": "kreativnost", "uk": "креативність"},
    {"hr": "preciznost", "uk": "точність"},
    {"hr": "plan", "uk": "план"},
    {"hr": "inspiracija", "uk": "натхнення"},
    {"hr": "projekat", "uk": "проєкт"},
    {"hr": "izazov", "uk": "виклик"},
    {"hr": "potez", "uk": "штрих"},
    {"hr": "umjetnički", "uk": "художній"},
    {"hr": "kreativni proces", "uk": "творчий процес"}
  ]
}
