{
  "titleHr": "Brojanje godina i važnost trenutaka",
  "titleUk": "Підрахунок років і важливість моментів",
  "illustration": "story_27.png",
  "text": [
    {
      "hr": "Prošla je još jedna godina, a Ivan je sjedio za stolom, gledajući na svoj zidni kalendar.",
      "uk": "Минув ще один рік, і Іван сидів за столом, дивлячись на свій настінний календар."
    },
    {
      "hr": "\"Kako vrijeme brzo prolazi,\" pomislio je, prisjećajući se svih trenutaka koje je doživio.",
      "uk": "\"Як швидко минає час,\" подумав він, згадуючи всі моменти, які він пережив."
    },
    {
      "hr": "Iako je godina bila ispunjena uspjesima i izazovima, često bi se uhvatio kako broji dane, planirajući što sve mora postići.",
      "uk": "Хоча рік був наповнений успіхами і викликами, він часто ловив себе на тому, що рахує дні, плануючи, що йому ще потрібно зробити."
    },
    {
      "hr": "To brojanje nije bilo samo simbol prolaska vremena, već i podsjetnik na ciljeve koje je postavio za sebe.",
      "uk": "Це підрахунок був не лише символом плину часу, а й нагадуванням про цілі, які він собі поставив."
    },
    {
      "hr": "Ivan je uvijek volio brojati.",
      "uk": "Іван завжди любив рахувати."
    },
    {
      "hr": "Kao dijete, bio je opsjednut brojkama.",
      "uk": "У дитинстві він був захоплений цифрами."
    },
    {
      "hr": "Brojao je svoje igračke, novčiće, čak i zvijezde na nebu.",
      "uk": "Він рахував свої іграшки, монети, навіть зірки на небі."
    },
    {
      "hr": "No, kako je odrastao, brojanje je poprimilo novi oblik – počeo je brojati sate koje je provodio radeći, novac koji je zarađivao, i godine koje su prolazile.",
      "uk": "Але коли він виріс, підрахунок набув нового вигляду – він почав рахувати години, які проводив за роботою, гроші, які заробляв, і роки, що минали."
    },
    {
      "hr": "U nekom trenutku, shvatio je da nije sam u tom procesu.",
      "uk": "В якийсь момент він зрозумів, що не сам у цьому процесі."
    },
    {
      "hr": "Svi mi, svjesno ili nesvjesno, brojimo.",
      "uk": "Усі ми, свідомо чи несвідомо, рахуємо."
    },
    {
      "hr": "Njegov posao zahtijevao je preciznost u svakom aspektu.",
      "uk": "Його робота вимагала точності в кожному аспекті."
    },
    {
      "hr": "Radio je kao financijski savjetnik, pa su brojke bile njegova svakodnevica.",
      "uk": "Він працював фінансовим консультантом, тому цифри були його повсякденністю."
    },
    {
      "hr": "\"Koliko ćemo uštedjeti ove godine?\"",
      "uk": "\"Скільки ми заощадимо цього року?\""
    },
    {
      "hr": "\"Koliko smo potrošili na godišnji odmor?\"",
      "uk": "\"Скільки ми витратили на відпустку?\""
    },
    {
      "hr": "\"Koliko mi je ostalo do mirovine?\" – bile su to uobičajene misli koje su mu prolazile kroz glavu.",
      "uk": "\"Скільки мені залишилося до пенсії?\" – були це звичні думки, які проходили через його голову."
    },
    {
      "hr": "Svoje financijske planove brojao je u novcu, pažljivo prateći svaki trošak i zaradu.",
      "uk": "Свої фінансові плани він рахував у грошах, ретельно відстежуючи кожну витрату і прибуток."
    },
    {
      "hr": "Često bi navečer sjedio s računalom i zbrajao svoje troškove.",
      "uk": "Він часто сидів увечері за комп'ютером і підраховував свої витрати."
    },
    {
      "hr": "Mnogima je to izgledalo kao zamorno i dosadno, ali njemu je brojanje davalo osjećaj kontrole nad životom.",
      "uk": "Для багатьох це виглядало втомлюючим і нудним, але для нього підрахунок давав відчуття контролю над життям."
    },
    {
      "hr": "Jednoga dana, dok je prolazio kroz račune, primijetio je da je potrošio više nego što je planirao.",
      "uk": "Одного дня, переглядаючи рахунки, він помітив, що витратив більше, ніж планував."
    },
    {
      "hr": "\"Kako sam potrošio toliko na hranu prošlog mjeseca?\" upitao je sam sebe.",
      "uk": "\"Як я витратив стільки на їжу минулого місяця?\" запитав він сам себе."
    },
    {
      "hr": "Brojeći novac, Ivan je shvatio da mali troškovi, kad se zbroje, mogu postati veliki problem.",
      "uk": "Підраховуючи гроші, Іван зрозумів, що невеликі витрати, коли підсумовуються, можуть стати великою проблемою."
    },
    {
      "hr": "\"Ako ne počnem bolje planirati, bit ću u minusu do kraja godine,\" pomislio je.",
      "uk": "\"Якщо не почну краще планувати, я буду в мінусі до кінця року,\" подумав він."
    },
    {
      "hr": "To je bio trenutak kada je odlučio napraviti stroži budžet za nadolazeće mjesece.",
      "uk": "Це був момент, коли він вирішив скласти суворіший бюджет на наступні місяці."
    },
    {
      "hr": "Iako je Ivan bio fokusiran na brojanje novca, znao je da nije sve u financijama.",
      "uk": "Хоча Іван зосередився на підрахунку грошей, він знав, що не все у фінансах."
    },
    {
      "hr": "Brojao je i sate koje je provodio radeći.",
      "uk": "Він також рахував години, проведені за роботою."
    },
    {
      "hr": "U svojoj želji za uspjehom, često je radio prekovremeno, ostajao u uredu do kasno, nadajući se da će se trud isplatiti.",
      "uk": "У своєму бажанні досягти успіху він часто працював понаднормово, залишався в офісі допізна, сподіваючись, що його зусилля окупляться."
    },
    {
      "hr": "\"Ako uložim još nekoliko sati u ovaj projekt, možda ću dobiti povišicu,\" često bi razmišljao.",
      "uk": "\"Якщо я витрачу ще кілька годин на цей проект, можливо, я отримаю підвищення,\" часто думав він."
    },
    {
      "hr": "Ali s vremenom je shvatio da brojanje sati nije isto što i kvalitetno provedeno vrijeme.",
      "uk": "Але з часом він зрозумів, що підрахунок годин не дорівнює якісно проведеному часу."
    },
    {
      "hr": "U nekim trenucima, shvatio je da, dok je brojio sate na poslu, zaboravljao je brojati trenutke provedene s obitelji i prijateljima.",
      "uk": "У певні моменти він усвідомив, що, рахуючи години на роботі, він забував рахувати час, проведений із сім'єю та друзями."
    },
    {
      "hr": "Jedne večeri, dok je radio do kasno, zazvonio mu je telefon.",
      "uk": "Одного вечора, коли він працював допізна, йому подзвонив телефон."
    },
    {
      "hr": "Bila je to njegova sestra Ana.",
      "uk": "Це була його сестра Ана."
    },
    {
      "hr": "\"Ivane, koliko dugo te već nisam vidjela?\" upitala je.",
      "uk": "\"Іване, скільки вже часу я тебе не бачила?\" - запитала вона."
    },
    {
      "hr": "Ivan se na trenutak zamislio.",
      "uk": "Іван на мить задумався."
    },
    {
      "hr": "Koliko je prošlo od posljednjeg obiteljskog okupljanja?",
      "uk": "Скільки часу минуло з останньої сімейної зустрічі?"
    },
    {
      "hr": "Brojao je mjesece i shvatio da je prošla gotovo godina dana.",
      "uk": "Він рахував місяці й зрозумів, що минув майже рік."
    },
    {
      "hr": "\"Vrijeme tako brzo prolazi,\" rekao je sestri, osjećajući laganu tugu u glasu.",
      "uk": "\"Час так швидко минає,\" сказав він сестрі, відчуваючи легкий смуток у голосі."
    },
    {
      "hr": "Brojanje godina bilo je nešto što ga je često podsjećalo na prolaznost života.",
      "uk": "Підрахунок років часто нагадував йому про минущість життя."
    },
    {
      "hr": "Sjećao se svojih studentskih dana, kada je sanjao o karijeri, obitelji i putovanjima.",
      "uk": "Він згадував свої студентські дні, коли мріяв про кар'єру, сім'ю і подорожі."
    },
    {
      "hr": "No, kako su godine prolazile, ti su se snovi pretvorili u obaveze, a slobodno vrijeme postalo je luksuz.",
      "uk": "Але з плином років ці мрії перетворилися на обов'язки, а вільний час став розкішшю."
    },
    {
      "hr": "\"Moram početi bolje upravljati svojim vremenom,\" rekao je sam sebi.",
      "uk": "\"Мені потрібно краще керувати своїм часом,\" сказав він собі."
    },
    {
      "hr": "\"Brojanje godina nema smisla ako ih ne ispunimo trenucima koji su stvarno važni.\"",
      "uk": "\"Підрахунок років не має сенсу, якщо ми не наповнимо їх дійсно важливими моментами.\""
    },
    {
      "hr": "Ivan je odlučio nešto promijeniti.",
      "uk": "Іван вирішив щось змінити."
    },
    {
      "hr": "Umjesto da broji sate provedene u uredu, počeo je brojati trenutke provedene s ljudima koje voli.",
      "uk": "Замість того, щоб рахувати години, проведені в офісі, він почав рахувати моменти, проведені з тими, кого любить."
    },
    {
      "hr": "Svake nedjelje počeo je provoditi vrijeme s obitelji, izlaziti s prijateljima i ponovno otkrivati male stvari koje ga čine sretnim.",
      "uk": "Щонеділі він почав проводити час із родиною, виходити з друзями і знову відкривати для себе дрібниці, які роблять його щасливим."
    },
    {
      "hr": "\"Možemo brojati sve u životu, ali važno je kako i što brojimo,\" rekao je jednom prilikom prijatelju dok su sjedili na kavi.",
      "uk": "\"Ми можемо рахувати все в житті, але важливо, що і як ми рахуємо,\" одного разу сказав він своєму другові, коли вони сиділи за кавою."
    },
    {
      "hr": "Naravno, i dalje je brojao novac i pazio na svoje financije, ali više nije bio opsjednut svime što se moglo izraziti brojevima.",
      "uk": "Звісно, він продовжував рахувати гроші і стежив за своїми фінансами, але більше не був одержимий усім, що можна виразити в цифрах."
    },
    {
      "hr": "Naučio je da, iako su novac i sati bitni, prava vrijednost leži u onome što godine donose – iskustvima, prijateljstvima, ljubavi i uspomenama.",
      "uk": "Він зрозумів, що, хоча гроші і години важливі, справжня цінність полягає в тому, що приносять роки – досвід, дружба, любов і спогади."
    },
    {
      "hr": "S vremenom, Ivan je pronašao ravnotežu između brojanja i uživanja.",
      "uk": "З часом Іван знайшов баланс між підрахунком і задоволенням."
    },
    {
      "hr": "Brojao je dane do svog sljedećeg odmora, ali nije zaboravio uživati u svakodnevici.",
      "uk": "Він рахував дні до своєї наступної відпустки, але не забував насолоджуватися повсякденним життям."
    },
    {
      "hr": "Uživao je u svakom trenutku, znajući da je život više od pukih brojki.",
      "uk": "Він насолоджувався кожною миттю, знаючи, що життя – це більше, ніж просто цифри."
    },
    {
      "hr": "\"Možemo brojiti novac, sate, dane i godine, ali na kraju se broje samo trenuci u kojima smo stvarno živjeli,\" rekao bi sada, s osmijehom na licu, kad bi se prisjetio svojih prijašnjih briga.",
      "uk": "\"Ми можемо рахувати гроші, години, дні та роки, але в кінці рахуються лише ті моменти, коли ми справді жили,\" казав би він тепер з усмішкою на обличчі, згадуючи свої колишні турботи."
    },
    {
      "hr": "Ivan je shvatio da brojke imaju svoje mjesto, ali ne bi smjele upravljati našim životima.",
      "uk": "Іван зрозумів, що цифри мають своє місце, але вони не повинні керувати нашим життям."
    },
    {
      "hr": "Brojanje mu je pomoglo organizirati svakodnevicu, ali je naučio da ne smije zaboraviti stvarno živjeti između tih brojeva.",
      "uk": "Підрахунок допоміг йому організувати повсякденність, але він навчився, що не повинен забувати по-справжньому жити між цими цифрами."
    },
    {
      "hr": "Na kraju, ono što ostaje nisu samo zbrojevi, nego ljudi, iskustva i osjećaji koje nosimo sa sobom kroz godine.",
      "uk": "У підсумку залишається не тільки підсумки, а люди, досвід і почуття, які ми несемо з собою через роки."
    }
  ],
  "vocabulary": [
    {"hr": "godina","uk": "рік" },
    {"hr": "vrijeme","uk": "час" },
    {"hr": "trenutak","uk": "момент" },
    {"hr": "uspjeh","uk": "успіх" },
    {"hr": "izazov","uk": "виклик" },
    {"hr": "cilj","uk": "мета" },
    {"hr": "novac","uk": "гроші" },
    {"hr": "posao","uk": "робота" },
    {"hr": "obitelj","uk": "сім'я" },
    {"hr": "prijatelji","uk": "друзі" },
    {"hr": "budžet","uk": "бюджет" },
    {"hr": "rad","uk": "праця" },
    {"hr": "odmor","uk": "відпочинок" },
    {"hr": "zarađivanje","uk": "заробіток" },
    {"hr": "mirovina","uk": "пенсія" },
    {"hr": "vrijednost","uk": "цінність" },
    {"hr": "planina","uk": "гора" },
    {"hr": "račun","uk": "рахунок" },
    {"hr": "trošak","uk": "витрати" },
    {"hr": "sati","uk": "години" },
    {"hr": "trenuci","uk": "миті" },
    {"hr": "prolaznost","uk": "минущість" },
    {"hr": "kalendar","uk": "календар" },
    {"hr": "brojati","uk": "рахувати" },
    {"hr": "planiranje","uk": "планування" },
    {"hr": "sjećanje","uk": "спогад" },
    {"hr": "razmišljanje","uk": "роздуми" },
    {"hr": "studentski","uk": "студентський" },
    {"hr": "slobodno vrijeme","uk": "вільний час" },
    {"hr": "karijera","uk": "кар'єра" },
    {"hr": "novčići","uk": "монети" },
    {"hr": "zvijezde","uk": "зірки" },
    {"hr": "financije","uk": "фінанси" },
    {"hr": "kontrola","uk": "контроль" },
    {"hr": "prekovremeno","uk": "понаднормова робота" },
    {"hr": "ravnoteža","uk": "баланс" },
    {"hr": "prolazak","uk": "проходження" },
    {"hr": "računalo","uk": "комп'ютер" },
    {"hr": "minusi","uk": "мінуси" },
    {"hr": "projekti","uk": "проекти" },
    {"hr": "povišica","uk": "підвищення" },
    {"hr": "organizirati","uk": "організувати" },
    {"hr": "snaga","uk": "сила" },
    {"hr": "brojanje","uk": "підрахунок" },
    {"hr": "uspomena","uk": "спогад" }
  ]
}
