{
  "titleHr": "Različite osobnosti u malom gradu",
  "titleUk": "Різні особистості в маленькому місті",
  "illustration": "story_29.png",
  "text": [
    {
      "hr": "U malom gradu na obali, živjela je skupina ljudi koji su se svi poznavali od djetinjstva.",
      "uk": "У маленькому місті на узбережжі жила група людей, які знали одне одного з дитинства."
    },
    {
      "hr": "Njihove osobnosti bile su toliko različite da su ih svi u gradu prepoznali po njihovim osobitim karakterima.",
      "uk": "Їхні особистості були настільки різними, що всі в місті впізнавали їх за їхніми особливими характерами."
    },
    {
      "hr": "Svaka osoba imala je svoju posebnu narav i vrlinu, ali i pokoju manu, koja je činila svakodnevni život zanimljivim i ponekad izazovnim.",
      "uk": "Кожна людина мала свій особливий характер і чесноти, але й кілька недоліків, які робили повсякденне життя цікавим і часом складним."
    },
    {
      "hr": "Ana je bila najpoznatija po svojoj prijateljskoj i otvorenoj naravi.",
      "uk": "Ана була найвідомішою за свою дружелюбність і відкритий характер."
    },
    {
      "hr": "Njezin vedar osmijeh i toplina činili su je omiljenom u društvu.",
      "uk": "Її весела посмішка і тепло робили її улюбленицею в товаристві."
    },
    {
      "hr": "Uvijek je bila društvena, voljela je biti okružena ljudima, a njezina sposobnost da sa svakim pronađe zajednički jezik činila ju je posebnom.",
      "uk": "Вона завжди була товариською, любила бути оточеною людьми, і її здатність знайти спільну мову з усіма робила її особливою."
    },
    {
      "hr": "\"Ana može pričati s bilo kim o bilo čemu,\" govorio je njen najbolji prijatelj Ivan.",
      "uk": "\"Ана може говорити з будь-ким про будь-що,\" говорив її найкращий друг Іван."
    },
    {
      "hr": "Bila je strpljiva, uvijek spremna saslušati tuđe probleme i ponuditi utjehu.",
      "uk": "Вона була терплячою, завжди готовою вислухати чужі проблеми і запропонувати втіху."
    },
    {
      "hr": "No, unatoč tome što je bila empatična i suosjećajna, ponekad su je njezina prevelika osjetljivost dovodila u neugodne situacije.",
      "uk": "Однак, незважаючи на її емпатію і співчутливість, іноді її надмірна чутливість приводила її в неприємні ситуації."
    },
    {
      "hr": "Teško je podnosila kritiku i lako bi se povukla kad bi osjetila da netko nije zadovoljan njezinim ponašanjem.",
      "uk": "Їй було важко сприймати критику, і вона легко відступала, коли відчувала, що хтось незадоволений її поведінкою."
    },
    {
      "hr": "S druge strane, Marko je bio potpuna suprotnost.",
      "uk": "З іншого боку, Марко був повною протилежністю."
    },
    {
      "hr": "Njegova samouvjerena i odlučna narav činila ga je vođom u većini situacija.",
      "uk": "Його самовпевнений і рішучий характер робив його лідером у більшості ситуацій."
    },
    {
      "hr": "Bio je ambiciozan, uvijek postavljao visoke ciljeve i nije se zadovoljavao prosječnim rezultatima.",
      "uk": "Він був амбітним, завжди ставив високі цілі і не задовольнявся посередніми результатами."
    },
    {
      "hr": "Marko je volio izazove i nije se bojao riskirati.",
      "uk": "Марко любив виклики і не боявся ризикувати."
    },
    {
      "hr": "\"Marko uvijek zna što želi i kako to postići,\" komentirala je Ana.",
      "uk": "\"Марко завжди знає, чого хоче і як цього досягти,\" коментувала Ана."
    },
    {
      "hr": "No, njegova odlučnost ponekad je prelazila u tvrdoglavost.",
      "uk": "Однак його рішучість іноді переходила в упертість."
    },
    {
      "hr": "Kada bi si nešto zacrtao, teško bi prihvaćao tuđa mišljenja i nije volio kompromis.",
      "uk": "Коли він щось вирішував, йому було важко сприймати чужі думки, і він не любив компромісів."
    },
    {
      "hr": "Zbog toga su ga neki smatrali arogantnim, no zapravo je bio samo uporan u svojim nastojanjima da ostvari ono što je naumio.",
      "uk": "Через це деякі вважали його зарозумілим, але насправді він був лише наполегливим у своїх прагненнях досягти того, що запланував."
    },
    {
      "hr": "Luka, njihov zajednički prijatelj, bio je poznat po svojoj smirenosti i razboritosti.",
      "uk": "Лука, їхній спільний друг, був відомий своєю спокійністю і розсудливістю."
    },
    {
      "hr": "Uvijek je ostajao hladne glave, čak i u najnapetijim situacijama.",
      "uk": "Він завжди залишався холоднокровним, навіть у найбільш напружених ситуаціях."
    },
    {
      "hr": "Njegov uravnotežen pristup životu bio je razlog zašto su ga svi tražili za savjet.",
      "uk": "Його врівноважений підхід до життя був причиною, чому всі зверталися до нього за порадою."
    },
    {
      "hr": "Luka je bio tip osobe koja je znala kako analizirati situaciju iz svih kutova prije nego što bi donio zaključak.",
      "uk": "Лука був людиною, яка вміла аналізувати ситуацію з усіх боків, перш ніж зробити висновок."
    },
    {
      "hr": "Bio je mudra osoba, često bi ponudio rješenja koja su bila toliko jednostavna, a opet genijalna.",
      "uk": "Він був мудрою людиною, часто пропонував рішення, які були настільки простими, але водночас геніальними."
    },
    {
      "hr": "Njegova skromnost bila je vrlina koju su svi cijenili, iako bi neki ponekad pomislili da je povučen jer nije volio biti u središtu pozornosti.",
      "uk": "Його скромність була чеснотою, яку всі цінували, хоча деякі іноді думали, що він замкнутий, оскільки не любив бути в центрі уваги."
    },
		{
      "hr": "Ivana, s druge strane, bila je sušta suprotnost Luki.",
      "uk": "Івана, з іншого боку, була повною протилежністю Луці."
    },
    {
      "hr": "Bila je spontana i ekstrovertirana, uvijek željna avanture i novih iskustava.",
      "uk": "Вона була спонтанною і екстравертованою, завжди прагнула пригод і нових вражень."
    },
    {
      "hr": "Ivana je bila poznata po svom optimizmu i veseloj naravi.",
      "uk": "Івана була відома своїм оптимізмом і веселим характером."
    },
    {
      "hr": "\"Ništa Ivanu ne može obeshrabriti,\" govorio bi Marko.",
      "uk": "\"Ніщо не може зупинити Івану,\" казав Марко."
    },
    {
      "hr": "No, njezina potreba za akcijom ponekad bi je dovela do nepromišljenih odluka.",
      "uk": "Однак її потреба діяти іноді призводила до непродуманих рішень."
    },
    {
      "hr": "Bila je impulzivna, često bi donosila odluke bez puno razmišljanja, što bi je ponekad dovelo u neugodne situacije.",
      "uk": "Вона була імпульсивною, часто приймала рішення без довгих роздумів, що іноді приводило її в незручні ситуації."
    },
    {
      "hr": "Ipak, svi su voljeli njezinu entuzijastičnu energiju i sposobnost da unese radost u svaku prostoriju.",
      "uk": "Однак усі любили її ентузіазм і здатність приносити радість у кожну кімнату."
    },
    {
      "hr": "Petra je bila ta koja je često balansirala između Ivane i Luke.",
      "uk": "Петра була тією, хто часто балансував між Іваною та Лукою."
    },
    {
      "hr": "Imala je složenu narav, bila je vrlo promišljena, ali je također imala umjetnički duh.",
      "uk": "Вона мала складний характер, була дуже вдумливою, але також мала артистичну душу."
    },
    {
      "hr": "Voljela je kreativne projekte, bavila se slikanjem i pisanjem poezije.",
      "uk": "Вона любила творчі проєкти, займалася малюванням і писала поезію."
    },
    {
      "hr": "Petra je bila osoba koja je duboko razmišljala o životu, često analizirajući svaku situaciju do najsitnijih detalja.",
      "uk": "Петра була людиною, яка глибоко роздумувала над життям, часто аналізуючи кожну ситуацію до дрібниць."
    },
    {
      "hr": "Iako je njezina dubina bila njezina snaga, ponekad bi se toliko zamišljala da bi se izgubila u vlastitim mislima.",
      "uk": "Хоча її глибокі роздуми були її силою, іноді вона так занурювалася в думки, що губилася у власних міркуваннях."
    },
    {
      "hr": "\"Petra uvijek razmišlja nekoliko koraka unaprijed,\" rekao je Luka, diveći se njezinoj pronicljivosti.",
      "uk": "\"Петра завжди думає на кілька кроків уперед,\" сказав Лука, захоплюючись її проникливістю."
    },
    {
      "hr": "No, njezina samosvijest ponekad bi je odvojila od drugih, jer bi postala previše zatvorena kada bi je nešto mučilo.",
      "uk": "Однак її самосвідомість іноді віддаляла її від інших, оскільки вона ставала занадто замкненою, коли її щось турбувало."
    },
    {
      "hr": "Tomo je bio osoba koja je uvijek donosila ravnotežu u društvo.",
      "uk": "Томо був людиною, яка завжди приносила рівновагу в товариство."
    },
    {
      "hr": "Njegova vedrina i smisao za humor bili su zarazni.",
      "uk": "Його життєрадісність і почуття гумору були заразливими."
    },
    {
      "hr": "Bio je pravi šaljivdžija, uvijek spreman nasmijati društvo i podignuti raspoloženje.",
      "uk": "Він був справжнім жартівником, завжди готовим розсмішити компанію і підняти настрій."
    },
    {
      "hr": "\"Tomo uvijek zna kako popraviti dan,\" govorila bi Ivana.",
      "uk": "\"Томо завжди знає, як зробити день кращим,\" казала Івана."
    },
    {
      "hr": "Njegov optimizam bio je zarazan, no ispod te vedre vanjštine skrivao se i ozbiljan karakter.",
      "uk": "Його оптимізм був заразливим, але під цією веселою зовнішністю ховалася серйозна особистість."
    },
    {
      "hr": "Tomo je bio vrlo odgovoran, posebno kada je riječ o njegovoj obitelji.",
      "uk": "Томо був дуже відповідальним, особливо коли справа стосувалася його сім'ї."
    },
    {
      "hr": "Uvijek je pazio na svoje bližnje i bio tu kad su ga trebali.",
      "uk": "Він завжди піклувався про своїх близьких і був поруч, коли вони потребували його допомоги."
    },
    {
      "hr": "Iako je volio šalu, znao je biti pragmatičan i racionalan kad bi se suočio s ozbiljnim problemima.",
      "uk": "Хоча він любив жартувати, він умів бути прагматичним і раціональним, коли стикався з серйозними проблемами."
    },
    {
      "hr": "Svaki od njih imao je svoje vrline i mane, no upravo ih je ta raznolikost karaktera činila tako dobrim prijateljima.",
      "uk": "Кожен із них мав свої переваги та недоліки, але саме ця різноманітність характерів робила їх такими хорошими друзями."
    },
    {
      "hr": "Njihove osobnosti nadopunjavale su se u svakodnevnim situacijama, a različiti pristupi životu obogaćivali su njihova iskustva.",
      "uk": "Їхні особистості доповнювали одне одного в повсякденних ситуаціях, а різні підходи до життя збагачували їхній досвід."
    },
    {
      "hr": "Iako su imali različite temperamente, svi su znali da se mogu osloniti jedni na druge, bilo da je riječ o savjetu, podršci ili jednostavnom druženju.",
      "uk": "Хоча вони мали різні темпераменти, всі знали, що можуть покластися один на одного, будь то порада, підтримка або просто спілкування."
    },
    {
      "hr": "U malom gradu na obali, gdje su svi poznavali sve, ova skupina prijatelja bila je primjer kako različite osobnosti mogu živjeti u skladu.",
      "uk": "У маленькому містечку на узбережжі, де всі знали всіх, ця група друзів була прикладом того, як різні особистості можуть жити в гармонії."
    },
    {
      "hr": "Njihova sposobnost da prihvate jedni druge, unatoč razlikama, bila je ono što je činilo njihovo prijateljstvo tako snažnim i dugotrajnim.",
      "uk": "Їхня здатність приймати один одного, незважаючи на відмінності, робила їхню дружбу такою міцною і тривалою."
    }
  ],
	"vocabulary": [
    { "hr": "prijateljstvo", "uk": "дружба" },
    { "hr": "odnosi", "uk": "відносини" },
    { "hr": "ljubav", "uk": "кохання" },
    { "hr": "obitelj", "uk": "сім'я" },
    { "hr": "osjećaji", "uk": "почуття" },
    { "hr": "karakter", "uk": "характер" },
    { "hr": "prijatelj", "uk": "друг" },
    { "hr": "podrška", "uk": "підтримка" },
    { "hr": "kritika", "uk": "критика" },
    { "hr": "samosvijest", "uk": "самосвідомість" },
    { "hr": "vođa", "uk": "лідер" },
    { "hr": "ambicija", "uk": "амбіція" },
    { "hr": "ciljevi", "uk": "цілі" },
    { "hr": "kompromis", "uk": "компроміс" },
    { "hr": "tvrdoglavost", "uk": "впертість" },
    { "hr": "prilike", "uk": "можливості" },
    { "hr": "osjećaj", "uk": "відчуття" },
    { "hr": "savjet", "uk": "порада" },
    { "hr": "strpljivost", "uk": "терпіння" },
    { "hr": "osjetljivost", "uk": "чутливість" },
    { "hr": "pogreška", "uk": "помилка" },
    { "hr": "vođenje", "uk": "керівництво" },
    { "hr": "pristup", "uk": "підхід" },
    { "hr": "planiranje", "uk": "планування" },
    { "hr": "skromnost", "uk": "скромність" },
    { "hr": "analiza", "uk": "аналіз" },
    { "hr": "odluka", "uk": "рішення" },
    { "hr": "problemi", "uk": "проблеми" },
    { "hr": "odlučnost", "uk": "рішучість" },
    { "hr": "povjerenje", "uk": "довіра" },
    { "hr": "samopouzdanje", "uk": "самовпевненість" },
    { "hr": "razmišljanje", "uk": "мислення" },
    { "hr": "suradnja", "uk": "співпраця" },
    { "hr": "kritičko", "uk": "критичне" },
    { "hr": "uvjeti", "uk": "умови" },
    { "hr": "prijatelji", "uk": "друзі" },
    { "hr": "ambiciozan", "uk": "амбіційний" },
    { "hr": "zajednica", "uk": "спільнота" },
    { "hr": "komunikacija", "uk": "комунікація" },
    { "hr": "nesporazumi", "uk": "непорозуміння" },
    { "hr": "mogućnosti", "uk": "можливості" },
    { "hr": "neslaganje", "uk": "незгода" },
    { "hr": "povlačenje", "uk": "відступ" },
    { "hr": "upornost", "uk": "наполегливість" },
    { "hr": "osjećajnost", "uk": "емоційність" },
    { "hr": "zajednički", "uk": "спільний" },
    { "hr": "analizirati", "uk": "аналізувати" },
    { "hr": "svijest", "uk": "свідомість" }
  ]
}
