{
  "titleHr": "Zanatlije u malom selu",
  "titleUk": "Майстри у маленькому селі",
  "illustration": "story_23.png",
  "text": [
    {
      "hr": "U malom selu smještenom između planina i rijeke, živjeli su ljudi koji su generacijama prenosili svoje zanatske vještine.",
      "uk": "У маленькому селі, розташованому між горами та річкою, жили люди, які з покоління в покоління передавали свої ремісничі навички."
    },
    {
      "hr": "Svaka kuća bila je dom nekom majstoru ili obrtniku, a svaki zanat bio je od vitalnog značaja za zajednicu.",
      "uk": "Кожен будинок був домом для майстра чи ремісника, і кожне ремесло мало життєво важливе значення для громади."
    },
    {
      "hr": "U središtu sela, na trgu, često su se okupljali kako bi međusobno podijelili svoja znanja, a njihova zajednica cvjetala je zahvaljujući njihovom predanom radu.",
      "uk": "У центрі села, на площі, вони часто збиралися, щоб поділитися знаннями, і їхня громада процвітала завдяки їхній відданій праці."
    },
    {
      "hr": "Kovač Marko bio je poznat po svojoj snazi i vještini u oblikovanju metala.",
      "uk": "Коваль Марко був відомий своєю силою та майстерністю у формуванні металу."
    },
    {
      "hr": "Njegova kovačnica, smještena tik uz rijeku, uvijek je bila ispunjena zvukom udaraca čekića o nakovanj.",
      "uk": "Його кузня, розташована прямо біля річки, завжди була наповнена звуками ударів молотка по ковадлу."
    },
    {
      "hr": "Marko je bio čovjek velikih ruku, prekrivenih crnim mrljama od čađe, a njegov rad bio je precizan i moćan.",
      "uk": "Марко був чоловіком з великими руками, покритими чорними плямами від сажі, а його робота була точною і потужною."
    },
    {
      "hr": "\"Metal moraš osjećati pod rukama,\" govorio bi.",
      "uk": "\"Метал потрібно відчувати під руками,\" говорив він."
    },
    {
      "hr": "\"Samo tako možeš oblikovati pravu alatku.\"",
      "uk": "\"Тільки так можна створити правильний інструмент.\""
    },
    {
      "hr": "Svaki dan, Marko bi započinjao s grijanjem peći, dok bi pripremao čelik i druge metale za kovanje.",
      "uk": "Кожен день Марко починав з розігріву печі, готуючи сталь та інші метали для кування."
    },
    {
      "hr": "Njegovi najtraženiji proizvodi bili su plugovi i oštrice, koje bi koristili poljoprivrednici u okolici.",
      "uk": "Найпопулярнішими його виробами були плуги та леза, які використовували фермери в околицях."
    },
    {
      "hr": "Jednoga dana, stigao je susjed s pokvarenim kotačem od kola.",
      "uk": "Одного дня прийшов сусід із зламаним колесом від воза."
    },
    {
      "hr": "\"Marko, možeš li mi popraviti ovo?\" upitao je, pružajući mu teški metalni dio.",
      "uk": "\"Марко, чи можеш ти це полагодити?\" — запитав він, подаючи йому важку металеву деталь."
    },
    {
      "hr": "Marko je odmah prepoznao problem i počeo raditi na popravljanju kotača.",
      "uk": "Марко одразу ж визначив проблему та почав працювати над ремонтом колеса."
    },
    {
      "hr": "Ubrzo, novi je dio bio spreman, savršeno izrađen, zahvaljujući njegovoj preciznosti i iskustvu.",
      "uk": "Незабаром нова деталь була готова, ідеально зроблена завдяки його точності та досвіду."
    },
    {
      "hr": "Lončarka Ana živjela je nekoliko kuća dalje.",
      "uk": "Гончарка Ана жила в кількох будинках звідси."
    },
    {
      "hr": "Njezina radionica bila je ispunjena glinom, vrtnim kolom i raznim loncima koji su čekali da budu pečeni u peći.",
      "uk": "Її майстерня була заповнена глиною, гончарним колом та різними горщиками, які чекали випалювання в печі."
    },
    {
      "hr": "Ana je voljela stvarati jednostavne, ali funkcionalne predmete, kao što su šalice, zdjele i vrčevi.",
      "uk": "Ана любила створювати прості, але функціональні предмети, такі як чашки, миски та глечики."
    },
    {
      "hr": "Njezin rad bio je nježan, ali precizan.",
      "uk": "Її робота була ніжною, але точною."
    },
    {
      "hr": "\"Glina te mora slušati,\" rekla bi dok bi oblikovala zdjelu pod prstima.",
      "uk": "\"Глина повинна слухатися тебе,\" говорила вона, формуючи миску пальцями."
    },
    {
      "hr": "\"Ako je ne usmjeriš kako treba, pucat će u peći.\"",
      "uk": "\"Якщо її неправильно спрямувати, вона трісне в печі.\""
    },
    {
      "hr": "Ana je svakoga dana sjedala za svoje vrtnje kolo, stavljala vlažnu glinu na sredinu i počinjala s oblikovanjem.",
      "uk": "Кожного дня Ана сідала за своє гончарне коло, клала мокру глину на середину та починала формувати."
    },
    {
      "hr": "Pokreti njenih ruku bili su smireni i sigurni, a predmeti bi polako poprimali oblik.",
      "uk": "Рухи її рук були спокійними і впевненими, а предмети поступово набували форми."
    },
    {
      "hr": "Nakon nekoliko sati rada, njezina radionica bila bi ispunjena novoizrađenim loncima i zdjelama, koje bi potom peć dovršila.",
      "uk": "Через кілька годин роботи її майстерня наповнювалася новими горщиками та мисками, які потім доводила до готовності піч."
    },
    {
      "hr": "Njeni proizvodi nisu bili samo funkcionalni, već su nosili i njezin osobni pečat ljepote i jednostavnosti.",
      "uk": "Її вироби були не тільки функціональними, але й мали її особистий відбиток краси та простоти."
    },
    {
      "hr": "\"Moj posao je stvaranje nečega što će trajati generacijama,\" govorila je.",
      "uk": "\"Моя робота — це створення чогось, що буде служити поколінням,\" казала вона."
    },
    {
      "hr": "Krojačica Ivana bila je treća osoba u selu koja je svojim radom hranila obitelj.",
      "uk": "Кравчиня Івана була третьою людиною в селі, яка годувала свою сім'ю своєю роботою."
    },
    {
      "hr": "Njezina mala krojačka radionica uvijek je bila ispunjena tkaninama različitih boja i uzoraka.",
      "uk": "Її маленька швейна майстерня завжди була наповнена тканинами різних кольорів і візерунків."
    },
    {
      "hr": "Ivana je izrađivala odjeću, popravljala staru odjeću i stvarala posebne komade za posebne prilike.",
      "uk": "Івана шила одяг, ремонтувала старі речі та створювала особливі вироби для особливих випадків."
    },
    {
      "hr": "\"Dobar krojač mora biti strpljiv,\" rekla bi dok bi rezala tkaninu s preciznošću.",
      "uk": "\"Хороший кравець повинен бути терплячим,\" казала вона, точно розрізаючи тканину."
    },
    {
      "hr": "\"Jedna pogreška u šivanju može uništiti cijeli komad.\"",
      "uk": "\"Одна помилка в шитті може зіпсувати всю річ.\""
    },
    {
      "hr": "Njezina najzahtjevnija narudžba stigla je prije nekoliko mjeseci, kada su mladenci iz sela naručili vjenčanicu i svečano odijelo.",
      "uk": "Її найскладніше замовлення надійшло кілька місяців тому, коли молодята з села замовили весільну сукню та урочистий костюм."
    },
    {
      "hr": "Ivana je tjednima radila na svakom detalju, pažljivo birajući tkanine i ručno šivajući ukrase.",
      "uk": "Івана кілька тижнів працювала над кожною деталлю, ретельно підбираючи тканини та вручну пришиваючи прикраси."
    },
    {
      "hr": "Na kraju, njezin rad bio je pravo remek-djelo.",
      "uk": "Зрештою, її робота стала справжнім шедевром."
    },
    {
      "hr": "\"Kad vidim svoje kreacije na ljudima, osjećam se ponosno,\" rekla bi dok bi gledala mladence kako ponosno nose njezinu odjeću.",
      "uk": "\"Коли бачу свої творіння на людях, відчуваю гордість,\" говорила вона, спостерігаючи, як молодята з гордістю носять її одяг."
    },
    {
      "hr": "Stolar Luka bio je zadužen za izradu drvenog namještaja u selu.",
      "uk": "Столяр Лука відповідав за виготовлення дерев'яних меблів у селі."
    },
    {
      "hr": "Njegova radionica bila je ispunjena mirisom svježeg drveta, a alati su visjeli sa zidova.",
      "uk": "Його майстерня була наповнена запахом свіжого дерева, а інструменти висіли на стінах."
    },
    {
      "hr": "Luka je izrađivao stolove, stolice, ormare i police koje su bile poznate po svojoj čvrstoći i dugotrajnosti.",
      "uk": "Лука виготовляв столи, стільці, шафи та полиці, які були відомі своєю міцністю та довговічністю."
    },
    {
      "hr": "\"Drvo je živo biće,\" govorio bi.",
      "uk": "\"Дерево — це жива істота,\" казав він."
    },
    {
      "hr": "\"Moraš znati slušati njegove pukotine i vlakna da bi ga oblikovao na pravi način.\"",
      "uk": "\"Треба вміти слухати його тріщини та волокна, щоб правильно його обробити.\""
    },
    {
      "hr": "Njegov najvažniji projekt bio je izrada novog stola za blagovaonicu za gradsku vijećnicu.",
      "uk": "Його найважливішим проектом було виготовлення нового столу для їдальні у міській ратуші."
    },
    {
      "hr": "Luka je proveo tjedne birajući najbolje komade drveta, tesao ih i pažljivo spajao kako bi stvorio stabilan i elegantan stol.",
      "uk": "Лука витратив тижні, вибираючи найкращі шматки дерева, теслячи їх та обережно з'єднуючи, щоб створити стабільний та елегантний стіл."
    },
    {
      "hr": "Kada je stol bio gotov, svi su bili zadivljeni njegovim radom.",
      "uk": "Коли стіл був готовий, всі були вражені його роботою."
    },
    {
      "hr": "\"Taj će stol trajati generacijama,\" rekao je s ponosom.",
      "uk": "\"Цей стіл служитиме поколінням,\" сказав він з гордістю."
    },
    {
      "hr": "Košaraš Jure bio je posljednji u nizu zanatlija u selu, a njegova vještina bila je gotovo izumrla.",
      "uk": "Кошикар Юре був останнім ремісником у селі, і його майстерність майже зникла."
    },
    {
      "hr": "Jure je izrađivao košare od vrbovih grana, koristeći staru tehniku koju je naučio od svog djeda.",
      "uk": "Юре плетів кошики з вербових гілок, використовуючи стародавню техніку, яку навчився від свого дідуся."
    },
    {
      "hr": "Njegove košare bile su čvrste i funkcionalne, a koristile su se za sve, od nošenja drva do berbe voća.",
      "uk": "Його кошики були міцними та функціональними і використовувалися для всього, від перенесення дров до збору фруктів."
    },
    {
      "hr": "\"Svaka košara priča priču,\" rekao bi dok bi savijao grane i pažljivo ih prepletao.",
      "uk": "\"Кожен кошик розповідає історію,\" казав він, коли згинав гілки та акуратно переплітав їх."
    },
    {
      "hr": "\"Ako to ne radiš kako treba, košara će puknuti.\"",
      "uk": "\"Якщо зробити неправильно, кошик трісне.\""
    },
    {
      "hr": "Jure je svakoga dana odlazio do rijeke i rezao mlade grane vrbe.",
      "uk": "Юре щодня ходив до річки і різав молоді гілки верби."
    },
    {
      "hr": "Vraćao bi se u svoju radionicu, gdje bi grane mrvio i pripremao za tkanje.",
      "uk": "Він повертався до своєї майстерні, де дрібнив гілки та готував їх для плетіння."
    },
    {
      "hr": "Njegove ruke bile su brze i vješte, a svaki pokret bio je precizan.",
      "uk": "Його руки були швидкі та майстерні, а кожен рух — точним."
    },
    {
      "hr": "Uskoro bi iz njegovih ruku izašla nova košara, spremna za upotrebu.",
      "uk": "Незабаром з його рук виходив новий кошик, готовий до використання."
    },
    {
      "hr": "Ovi zanatlije nisu samo radili za život; oni su živjeli za svoj rad.",
      "uk": "Ці ремісники не тільки працювали для життя; вони жили для своєї роботи."
    },
    {
      "hr": "Svaka stvar koju su stvorili bila je ispunjena ljubavlju i pažnjom.",
      "uk": "Кожен предмет, який вони створювали, був наповнений любов'ю та увагою."
    },
    {
      "hr": "Njihove su vještine bile temelj zajednice, a njihovi proizvodi koristili su se u svakodnevnom životu svakog stanovnika sela.",
      "uk": "Їхні навички були основою громади, а їхні вироби використовувалися в повсякденному житті кожного жителя села."
    },
    {
      "hr": "Ljudi su dolazili k njima po savjet, pomoć i proizvode, a zanatlije su uvijek bili spremni podijeliti svoje znanje i vještine.",
      "uk": "Люди приходили до них за порадами, допомогою та виробами, а майстри завжди були готові поділитися своїми знаннями та навичками."
    }
  ],
  "vocabulary": [
    { "hr": "zanatlija", "uk": "ремісник" },
    { "hr": "zanat", "uk": "ремесло" },
    { "hr": "obrt", "uk": "ремесло" },
    { "hr": "kovač", "uk": "коваль" },
    { "hr": "lončarka", "uk": "гончарка" },
    { "hr": "krojačica", "uk": "кравчиня" },
    { "hr": "stolar", "uk": "столяр" },
    { "hr": "košaraš", "uk": "кошикар" },
    { "hr": "vještina", "uk": "майстерність" },
    { "hr": "alat", "uk": "інструмент" },
    { "hr": "metal", "uk": "метал" },
    { "hr": "peć", "uk": "піч" },
    { "hr": "glina", "uk": "глина" },
    { "hr": "odjeća", "uk": "одяг" },
    { "hr": "tkanina", "uk": "тканина" },
    { "hr": "drvo", "uk": "дерево" },
    { "hr": "namještaj", "uk": "меблі" },
    { "hr": "stol", "uk": "стіл" },
    { "hr": "košara", "uk": "кошик" },
    { "hr": "pukotina", "uk": "тріщина" },
    { "hr": "vlakna", "uk": "волокна" },
    { "hr": "vijećnica", "uk": "ратуша" },
    { "hr": "komad", "uk": "шматок" },
    { "hr": "radionica", "uk": "майстерня" },
    { "hr": "ručak", "uk": "обід" },
    { "hr": "toplina", "uk": "тепло" },
    { "hr": "obitelj", "uk": "сім'я" },
    { "hr": "tradicija", "uk": "традиція" },
    { "hr": "stvaranje", "uk": "творіння" },
    { "hr": "ljubav", "uk": "любов" },
    { "hr": "pažnja", "uk": "увага" },
    { "hr": "generacije", "uk": "покоління" },
    { "hr": "savjet", "uk": "порада" },
    { "hr": "proizvodi", "uk": "вироби" },
    { "hr": "zajednica", "uk": "громада" },
    { "hr": "projekt", "uk": "проєкт" },
    { "hr": "posao", "uk": "робота" },
    { "hr": "osobni", "uk": "особистий" },
    { "hr": "početak", "uk": "початок" },
    { "hr": "kolo", "uk": "колесо" },
    { "hr": "umjetnost", "uk": "мистецтво" },
    { "hr": "izrada", "uk": "виготовлення" },
    { "hr": "ukras", "uk": "прикраса" },
    { "hr": "trgovina", "uk": "торгівля" },
    { "hr": "tesanje", "uk": "теслярство" },
    { "hr": "plod", "uk": "плід" }
  ]
}
