{
  "title_hr": "Šetnja kroz osjetila",
  "title_uk": "Прогулянка через відчуття",
  "illustration": "story_10.png",
  "text": [
    {
      "hr": "Bilo je rano jutro kada se Ivana odlučila za šetnju šumom.",
      "uk": "Був ранок, коли Івана вирішила прогулятися лісом."
    },
    {
      "hr": "Zrak je bio svjež, a lagani povjetarac širio je miris borova i svježe zemlje.",
      "uk": "Повітря було свіжим, а легкий вітерець розносив запах сосен і свіжої землі."
    },
    {
      "hr": "Dok je hodala stazom koja je vijugala kroz šumu, njezina osjetila postajala su sve izraženija, kao da priroda oko nje oživljava svaki dio njenog tijela.",
      "uk": "Поки вона йшла стежкою, що вела через ліс, її відчуття ставали все сильнішими, ніби природа навколо оживляла кожну частину її тіла."
    },
    {
      "hr": "Prvo što je osjetila bio je miris.",
      "uk": "Перше, що вона відчула, був запах."
    },
    {
      "hr": "Njen nos je hvatao svaki detalj – oštar, ali ugodan miris borovih iglica, vlažne mahovine, pa čak i blagi miris cvijeća koje je raslo uz stazu.",
      "uk": "Її ніс вловлював кожну деталь – різкий, але приємний запах соснових голок, вологого моху й навіть легкий запах квітів, що росли вздовж стежки."
    },
    {
      "hr": "Miris šume bio je toliko snažan da je mogla zatvoriti oči i samo uživati u svakom udahu.",
      "uk": "Запах лісу був таким сильним, що вона могла заплющити очі й просто насолоджуватися кожним вдихом."
    },
    {
      "hr": "Osjetilo njuha pružalo joj je poseban užitak, jer je šuma mirisala drukčije nakon noćne kiše.",
      "uk": "Відчуття нюху приносило їй особливе задоволення, оскільки ліс пахнув по-іншому після нічного дощу."
    },
    {
      "hr": "Bilo je to kao da priroda priča svoju priču kroz mirise.",
      "uk": "Здавалося, ніби природа розповідала свою історію через запахи."
    },
    {
      "hr": "Kako je nastavila hodati, Ivana je obratila pažnju na sluh.",
      "uk": "Продовжуючи йти, Івана звернула увагу на слух."
    },
    {
      "hr": "Ptice su pjevale svoje jutarnje pjesme visoko na drveću.",
      "uk": "Птахи співали свої ранкові пісні високо на деревах."
    },
    {
      "hr": "Njene uši su upijale raznolike zvukove – cvrkut ptica, šuštanje lišća koje je povjetarac pokretao i lagano kucanje djetlića koji je tražio hranu.",
      "uk": "Її вуха ловили різноманітні звуки – щебет птахів, шелест листя, яке рухав вітерець, і легке постукування дятла, що шукав їжу."
    },
    {
      "hr": "Zvukovi su bili umirujući i činili su šumu živom.",
      "uk": "Звуки були заспокійливими й робили ліс живим."
    },
    {
      "hr": "Ponekad bi čula i nečiji korak na suhom lišću, vjerojatno kakva mala životinja, no zvukovi su bili tako blagi i harmonični da su joj pružali osjećaj sigurnosti.",
      "uk": "Іноді вона чула чиїсь кроки на сухому листі, ймовірно, якоїсь маленької тварини, але звуки були такими м’якими та гармонійними, що викликали відчуття безпеки."
    },
    {
      "hr": "U jednom trenutku, dok je hodala, osjetila je kako tlo postaje mekše.",
      "uk": "В один момент, ідучи, вона відчула, як земля стає м’якшою."
    },
    {
      "hr": "Pogledala je dolje i primijetila kako njena stopala tonu u mekanu mahovinu.",
      "uk": "Вона подивилася вниз і побачила, як її ступні занурюються в м'який мох."
    },
    {
      "hr": "Osjetilo dodira bilo je sljedeće na koje je obratila pažnju.",
      "uk": "Наступним відчуттям, на яке вона звернула увагу, був дотик."
    },
    {
      "hr": "Iako je nosila tenisice, mogla je osjetiti promjenu podloge.",
      "uk": "Хоча вона була в кросівках, вона відчула зміну поверхні."
    },
    {
      "hr": "Na trenutak je stala i spustila ruku kako bi dotaknula mahovinu.",
      "uk": "На мить вона зупинилася й опустила руку, щоб торкнутися моху."
    },
    {
      "hr": "Bila je vlažna, mekana i hladna pod njenim prstima.",
      "uk": "Він був вологий, м’який і холодний під її пальцями."
    },
    {
      "hr": "Ivana je zatvorila oči i samo se usredotočila na taj osjećaj.",
      "uk": "Івана заплющила очі й просто зосередилася на цьому відчутті."
    },
    {
      "hr": "Priroda je bila tako nježna prema njoj, a svaki dodir ju je vraćao u djetinjstvo, kada bi ležala na travi i promatrala oblake.",
      "uk": "Природа була такою ніжною до неї, і кожен дотик повертав її в дитинство, коли вона лежала на траві й спостерігала за хмарами."
    },
    {
      "hr": "Dok je nastavila hodati, došla je do malenog proplanka, gdje je sunce prolazilo kroz krošnje drveća, osvjetljavajući šumski tlo.",
      "uk": "Продовжуючи йти, вона дійшла до маленької галявини, де сонце проходило крізь крони дерев, освітлюючи лісову підстилку."
    },
    {
      "hr": "Pogledala je oko sebe i primijetila boje – razne nijanse zelene, smeđe i zlatne.",
      "uk": "Вона озирнулася й помітила кольори – різні відтінки зеленого, коричневого та золотого."
    },
    {
      "hr": "Vid joj je sada bio ključan jer je priroda pružala prizor koji je bio poput slike.",
      "uk": "Зір тепер став ключовим, оскільки природа надавала видовище, схоже на картину."
    },
    {
      "hr": "Svjetlost koja se probijala kroz grane, igre sjena i svijetlih točaka činile su šumu još ljepšom.",
      "uk": "Світло, що пробивалося крізь гілки, ігра тіней і яскравих плям робили ліс ще прекраснішим."
    },
    {
      "hr": "Njene oči su uživale u svakom detalju.",
      "uk": "Її очі насолоджувалися кожною деталлю."
    },
    {
      "hr": "Iako je šuma bila jednostavna, činilo se kao da svaki list i svaka grana imaju svoju priču.",
      "uk": "Хоча ліс був простим, здавалося, що кожен листок і кожна гілка мають свою історію."
    },
    {
      "hr": "U daljini je ugledala malinu i nasmiješila se.",
      "uk": "Удалині вона побачила малину й усміхнулася."
    },
    {
      "hr": "Prišla je grmu i ubrala nekoliko plodova.",
      "uk": "Вона підійшла до куща й зірвала кілька плодів."
    },
    {
      "hr": "Okus je bio sladak, ali istovremeno i pomalo kiselkast.",
      "uk": "Смак був солодким, але водночас трохи кислуватим."
    },
    {
      "hr": "Njezine usne i jezik odmah su prepoznali osvježavajući okus voća.",
      "uk": "Її губи й язик відразу впізнали освіжаючий смак ягід."
    },
    {
      "hr": "Osjetila je kako se malina topi u ustima, pružajući joj nevjerojatno zadovoljstvo.",
      "uk": "Вона відчула, як малина тане в роті, даруючи неймовірне задоволення."
    },
    {
      "hr": "Osjetilo okusa bilo je povezano s prirodom na tako poseban način.",
      "uk": "Смак був пов’язаний із природою в такий особливий спосіб."
    },
    {
      "hr": "Svaki zalogaj bio je poput darova šume.",
      "uk": "Кожен укус був як дарунок лісу."
    },
    {
      "hr": "Kako je dan odmicao, Ivana je osjetila kako njezino tijelo postaje opušteno, ali i osvježeno.",
      "uk": "Упродовж дня Івана відчувала, як її тіло розслаблялося, але водночас освіжалося."
    },
    {
      "hr": "Šuma je bila poput oaze za sva njezina osjetila.",
      "uk": "Ліс був як оазис для всіх її відчуттів."
    },
    {
      "hr": "Njene su uši uživale u tišini koju su povremeno prekidali prirodni zvukovi, oči su promatrale ljepotu oko nje, nos je upijao mirise koji su je vraćali u djetinjstvo, ruke su doticale svaku biljku s poštovanjem, a jezik je uživao u okusima koje je priroda nudila.",
      "uk": "Її вуха насолоджувалися тишею, яку зрідка порушували природні звуки, очі споглядали красу навколо, ніс уловлював аромати, що повертали її в дитинство, руки доторкалися до кожної рослини з повагою, а язик насолоджувався смаками, які дарувала природа."
    },
    {
      "hr": "Na kraju šetnje, Ivana se osjećala povezano s prirodom na način koji nije mogla opisati riječima.",
      "uk": "Наприкінці прогулянки Івана відчувала зв’язок із природою, який вона не могла описати словами."
    },
    {
      "hr": "Svako njeno osjetilo bilo je budno i prisutno, a šuma joj je pružila ne samo mir, već i cjelovito iskustvo koje je obogatilo svaki dio njezina bića.",
      "uk": "Кожне її відчуття було насторожене й присутнє, а ліс дарував їй не лише спокій, але й цілісне відчуття, яке збагатило кожну частину її буття."
    },
    {
      "hr": "S osmijehom na licu, polako se vraćala kući, znajući da će se uskoro opet vratiti u svoju zelenu oazu.",
      "uk": "З усмішкою на обличчі вона повільно поверталася додому, знаючи, що незабаром знову повернеться до своєї зеленої оази."
    }
  ],
  "vocabulary": [
    {"hr": "šuma", "uk": "ліс"},
    {"hr": "osjetilo", "uk": "відчуття"},
    {"hr": "miris", "uk": "запах"},
    {"hr": "zrak", "uk": "повітря"},
    {"hr": "povjetarac", "uk": "вітерець"},
    {"hr": "sluh", "uk": "слух"},
    {"hr": "cvrkut", "uk": "щебет"},
    {"hr": "lišće", "uk": "листя"},
    {"hr": "dodir", "uk": "дотик"},
    {"hr": "mahovina", "uk": "мох"},
    {"hr": "vid", "uk": "зір"},
    {"hr": "boja", "uk": "колір"},
    {"hr": "svjetlost", "uk": "світло"},
    {"hr": "prostor", "uk": "простір"},
    {"hr": "proplanka", "uk": "галявина"},
    {"hr": "malina", "uk": "малина"},
    {"hr": "okus", "uk": "смак"},
    {"hr": "voće", "uk": "фрукти"},
    {"hr": "topiti", "uk": "танути"},
    {"hr": "zalogaj", "uk": "кусок"},
    {"hr": "okolina", "uk": "околиці"},
    {"hr": "opustiti", "uk": "розслабитися"},
    {"hr": "glas", "uk": "голос"},
    {"hr": "šum", "uk": "шум"},
    {"hr": "biljka", "uk": "рослина"},
    {"hr": "plod", "uk": "плід"},
    {"hr": "jutro", "uk": "ранок"},
    {"hr": "krošnja", "uk": "крона"},
    {"hr": "tlo", "uk": "ґрунт"},
    {"hr": "osjećaj", "uk": "почуття"},
    {"hr": "svježina", "uk": "свіжість"},
    {"hr": "tišina", "uk": "тиша"},
    {"hr": "živjeti", "uk": "жити"},
    {"hr": "šuma", "uk": "ліс"},
    {"hr": "povezanost", "uk": "зв'язок"},
    {"hr": "staza", "uk": "стежка"},
    {"hr": "djetinjstvo", "uk": "дитинство"},
    {"hr": "spokoj", "uk": "спокій"},
    {"hr": "tijelo", "uk": "тіло"},
    {"hr": "priroda", "uk": "природа"},
    {"hr": "smiriti", "uk": "заспокоїти"},
    {"hr": "disati", "uk": "дихати"},
    {"hr": "vidjeti", "uk": "бачити"},
    {"hr": "vratiti", "uk": "повернути"},
    {"hr": "oaza", "uk": "оаза"},
    {"hr": "stvoriti", "uk": "створити"},
    {"hr": "ljepota", "uk": "краса"},
    {"hr": "grana", "uk": "гілка"}
  ]
}
