{
  "titleHr": "U potrazi za savršenim predmetom",
  "titleUk": "У пошуках ідеального предмета",
  "illustration": "story_30.png",
  "text": [
    {
      "hr": "Ana je oduvijek bila fascinirana različitim predmetima i njihovim karakteristikama.",
      "uk": "Ана завжди була зачарована різними предметами та їхніми характеристиками."
    },
    {
      "hr": "Kao dizajnerica interijera, provodila je sate proučavajući materijale, boje i teksture kako bi pronašla savršene komade za svoje projekte.",
      "uk": "Як дизайнер інтер'єру, вона проводила години, вивчаючи матеріали, кольори та текстури, щоб знайти ідеальні елементи для своїх проєктів."
    },
    {
      "hr": "Jednoga dana, dobila je zadatak urediti dnevni boravak za poznati modni dizajnerski par koji je želio prostor u kojem će se osjećati udobno, ali i elegantno.",
      "uk": "Одного дня вона отримала завдання облаштувати вітальню для відомої пари модних дизайнерів, яка хотіла простір, де вони почуватимуться комфортно, але й елегантно."
    },
    {
      "hr": "Prvo je krenula u potragu za sofom.",
      "uk": "Спочатку вона вирушила шукати диван."
    },
    {
      "hr": "Sofa je središnji komad u svakom dnevnom boravku.",
      "uk": "Диван — це центральний елемент у будь-якій вітальні."
    },
    {
      "hr": "Tražila je nešto posebno – nešto što će biti i estetski privlačno, ali i udobno.",
      "uk": "Вона шукала щось особливе — таке, що буде як естетично привабливим, так і зручним."
    },
    {
      "hr": "Našla je jednu sofu koja ju je odmah privukla.",
      "uk": "Вона знайшла диван, який відразу її зацікавив."
    },
    {
      "hr": "Bila je presvučena baršunom, materijalom koji je bio tako mekan na dodir da je ostavljao osjećaj topline.",
      "uk": "Він був оббитий оксамитом — матеріалом, настільки м'яким на дотик, що залишав відчуття тепла."
    },
    {
      "hr": "No, nije bila sigurna u boju.",
      "uk": "Проте вона не була впевнена щодо кольору."
    },
    {
      "hr": "Sofa je bila tamnozelena, bogate nijanse koja je davala osjećaj luksuza.",
      "uk": "Диван був темно-зеленого кольору, насиченого відтінку, що надавав відчуття розкоші."
    },
    {
      "hr": "Ana je prešla na odjel za stolove.",
      "uk": "Ана перейшла до відділу столів."
    },
    {
      "hr": "Stolovi su morali biti funkcionalni i estetski privlačni.",
      "uk": "Стіли мали бути як функціональними, так і естетично привабливими."
    },
    {
      "hr": "Jedan stol od hrastovine posebno joj je zapeo za oko.",
      "uk": "Один стіл з дуба особливо привернув її увагу."
    },
    {
      "hr": "Bio je čvrst, s jasnom teksturom drveta koja je stvarala osjećaj prirodnosti.",
      "uk": "Він був міцним, з чіткою текстурою дерева, що створювало відчуття природності."
    },
    {
      "hr": "Drvo uvijek unosi toplinu u prostor.",
      "uk": "Дерево завжди приносить тепло в простір."
    },
    {
      "hr": "Tekstura hrastovine bila je grublja, ali u tome je bila njegova ljepota.",
      "uk": "Текстура дуба була грубішою, але саме в цьому полягала його краса."
    },
    {
      "hr": "Tekstura je važna jer unosi karakter u komad namještaja.",
      "uk": "Текстура важлива, оскільки вона додає характеру меблевому елементу."
    },
    {
      "hr": "Ipak, Ana nije bila sigurna hoće li drveni stol odgovarati staklenim detaljima koje je planirala uključiti u prostor.",
      "uk": "Однак Ана не була впевнена, чи підходитиме дерев'яний стіл до скляних деталей, які вона планувала додати в простір."
    },
    {
      "hr": "Razmišljala je o staklenim policama, koje su bile savršeno glatke i reflektirale su svjetlost, stvarajući osjećaj prostranosti.",
      "uk": "Вона думала про скляні полиці, які були ідеально гладкими й відбивали світло, створюючи відчуття простору."
    },
    {
      "hr": "Staklo uvijek daje dojam prozračnosti.",
      "uk": "Скло завжди створює враження легкості."
    },
    {
      "hr": "Ali je bila zabrinuta hoće li staklo biti prehladno u kombinaciji s drvom.",
      "uk": "Але її турбувало, чи не буде скло занадто холодним у поєднанні з деревом."
    },
    {
      "hr": "Površina stakla bila je hladna na dodir.",
      "uk": "Поверхня скла була холодною на дотик."
    },
    {
      "hr": "Staklo može učiniti prostor manje ugodnim.",
      "uk": "Скло може зробити простір менш затишним."
    },
    {
      "hr": "Ana je prešla na izbor tepiha.",
      "uk": "Ана перейшла до вибору килимів."
    },
    {
      "hr": "Tepih je bio izrađen od vune.",
      "uk": "Килим був зроблений з вовни."
    },
    {
      "hr": "Na dodir je bio mekan i topao, savršen za hladnije dane.",
      "uk": "На дотик він був м'яким і теплим, ідеальним для холодних днів."
    },
    {
      "hr": "Njegova tekstura bila je gusta, a boja krem s blagim uzorkom.",
      "uk": "Його текстура була щільною, а колір — кремовим з легким візерунком."
    },
    {
      "hr": "Vuna je uvijek dobar izbor za tepih jer zadržava toplinu.",
      "uk": "Вовна завжди хороший вибір для килима, оскільки вона зберігає тепло."
    },
    {
      "hr": "Nakon toga, razmatrala je sintetičke materijale za tepih.",
      "uk": "Після цього вона розглядала синтетичні матеріали для килима."
    },
    {
      "hr": "Sintetički tepisi bili su lagani i izdržljivi.",
      "uk": "Синтетичні килими були легкими й міцними."
    },
    {
      "hr": "Ali nije imali isti osjećaj udobnosti kao vuna.",
      "uk": "Але вони не мали такого ж відчуття комфорту, як вовна."
    },
    {
      "hr": "Tekstura je bila glatka, gotovo skliska, i nije imala onu prirodnu toplinu koju vuna pruža.",
      "uk": "Текстура була гладкою, майже слизькою, і не мала того природного тепла, яке дає вовна."
    },
    {
      "hr": "Ponekad materijali izgledaju lijepo, ali ne pružaju osjećaj koji želimo.",
      "uk": "Іноді матеріали виглядають гарно, але не дають нам того відчуття, яке ми шукаємо."
    },
    {
      "hr": "Nakon toga, Ana se posvetila izboru zavjesa.",
      "uk": "Після цього Ана зайнялася вибором штор."
    },
    {
      "hr": "Zavjese su bile važne za kontrolu svjetlosti i stvaranje atmosfere.",
      "uk": "Штори були важливі для контролю освітлення і створення атмосфери."
    },
    {
      "hr": "Razmišljala je između svilenih i pamučnih zavjesa.",
      "uk": "Вона обирала між шовковими і бавовняними шторами."
    },
    {
      "hr": "Svila je bila glatka i sjajna, davala je prostoru luksuzan izgled, ali je bila hladna i teško se održavala.",
      "uk": "Шовк був гладким і блискучим, надавав простору розкішний вигляд, але був холодним і його важко було доглядати."
    },
    {
      "hr": "Pamuk je bio mekan i prozračan, s mat površinom koja nije reflektirala svjetlost, ali je stvarala osjećaj opuštenosti.",
      "uk": "Бавовна була м'якою і повітряною, з матовою поверхнею, що не відбивала світло, але створювала відчуття розслабленості."
    },
    {
      "hr": "Pamuk je praktičan, ali svila je elegantnija.",
      "uk": "Бавовна практична, але шовк елегантніший."
    },
    {
      "hr": "Ana je prelazila prstima po različitim tkaninama, razmišljajući o osjećaju koji svaka od njih pruža.",
      "uk": "Ана водила пальцями по різним тканинам, розмірковуючи про те, яке відчуття кожна з них дарує."
    },
    {
      "hr": "Na kraju se odlučila za zavjese u svijetlosivoj nijansi koja je savršeno balansirala između modernog i klasičnog stila.",
      "uk": "Зрештою, вона обрала штори світло-сірого відтінку, що ідеально балансували між сучасним і класичним стилем."
    },
    {
      "hr": "Svjetiljke su bile sljedeći zadatak.",
      "uk": "Наступним завданням були світильники."
    },
    {
      "hr": "Ana je voljela kombinirati metalne i drvene elemente.",
      "uk": "Ана любила поєднувати металеві та дерев'яні елементи."
    },
    {
      "hr": "Odabrala je svjetiljku od mesinga s matiranim staklom.",
      "uk": "Вона обрала світильник з латуні з матовим склом."
    },
    {
      "hr": "Metalne svjetiljke daju suvremeni izgled, ali moraju biti pažljivo odabrane kako bi se uklopile u ostatak prostora.",
      "uk": "Металеві світильники надають сучасного вигляду, але їх слід ретельно підбирати, щоб вони гармонійно вписувалися в загальний інтер'єр."
    },
    {
      "hr": "Ana je pregledala svoje bilješke i vratila se kući, zadovoljna izborom.",
      "uk": "Ана переглянула свої записи і повернулася додому, задоволена своїм вибором."
    },
    {
      "hr": "Svaki predmet imao je svoju ulogu u stvaranju savršene ravnoteže između elegancije i udobnosti.",
      "uk": "Кожен предмет мав свою роль у створенні ідеального балансу між елегантністю і комфортом."
    },
    {
      "hr": "Materijali i teksture nisu samo vizualni elementi, oni su ključni za stvaranje osjećaja u prostoru.",
      "uk": "Матеріали і текстури — це не лише візуальні елементи, вони відіграють ключову роль у створенні відчуття в просторі."
    },
    {
      "hr": "Svaki predmet nosi svoju priču.",
      "uk": "Кожен предмет несе свою історію."
    },
    {
      "hr": "Kombinacija tih elemenata čini prostor jedinstvenim.",
      "uk": "Поєднання цих елементів робить простір унікальним."
    }
  ],
  "vocabulary": [
    {
      "hr": "zelen",
      "uk": "зелений"
    },
    {
      "hr": "drvo",
      "uk": "дерево"
    },
    {
      "hr": "stol",
      "uk": "стіл"
    },
    {
      "hr": "hrastovina",
      "uk": "дуб"
    },
    {
      "hr": "prostor",
      "uk": "простір"
    },
    {
      "hr": "svjetlost",
      "uk": "світло"
    },
    {
      "hr": "staklo",
      "uk": "скло"
    },
    {
      "hr": "toplina",
      "uk": "теплота"
    },
    {
      "hr": "hladno",
      "uk": "холодно"
    },
    {
      "hr": "tepih",
      "uk": "килим"
    },
    {
      "hr": "vuna",
      "uk": "вовна"
    },
    {
      "hr": "zima",
      "uk": "зима"
    },
    {
      "hr": "mekan",
      "uk": "м'який"
    },
    {
      "hr": "sintetički",
      "uk": "синтетичний"
    },
    {
      "hr": "pamučne zavjese",
      "uk": "бавовняні штори"
    },
    {
      "hr": "svila",
      "uk": "шовк"
    },
    {
      "hr": "boje",
      "uk": "кольори"
    },
    {
      "hr": "nijansa",
      "uk": "відтінок"
    },
    {
      "hr": "svijetlosiva",
      "uk": "світло-сірий"
    },
    {
      "hr": "svjetiljka",
      "uk": "лампа"
    },
    {
      "hr": "metal",
      "uk": "метал"
    },
    {
      "hr": "mesing",
      "uk": "латунь"
    },
    {
      "hr": "toplina",
      "uk": "теплота"
    },
    {
      "hr": "vuna",
      "uk": "вовна"
    },
    {
      "hr": "udobnost",
      "uk": "зручність"
    },
    {
      "hr": "baršun",
      "uk": "оксамит"
    },
    {
      "hr": "tepih",
      "uk": "килим"
    },
    {
      "hr": "prostor",
      "uk": "простір"
    },
    {
      "hr": "mekan",
      "uk": "м'який"
    },
    {
      "hr": "stol",
      "uk": "стіл"
    },
    {
      "hr": "nijansa",
      "uk": "відтінок"
    },
    {
      "hr": "kombinacija",
      "uk": "поєднання"
    },
    {
      "hr": "šarena",
      "uk": "різнобарвна"
    },
    {
      "hr": "jastuci",
      "uk": "подушки"
    },
    {
      "hr": "platno",
      "uk": "тканина"
    },
    {
      "hr": "kompozicija",
      "uk": "композиція"
    },
    {
      "hr": "detalji",
      "uk": "деталі"
    },
    {
      "hr": "volumen",
      "uk": "об'єм"
    },
    {
      "hr": "akcent",
      "uk": "акцент"
    },
    {
      "hr": "naglasak",
      "uk": "акцент"
    },
    {
      "hr": "prilagodba",
      "uk": "адаптація"
    },
    {
      "hr": "tradicionalan",
      "uk": "традиційний"
    },
    {
      "hr": "moderno",
      "uk": "сучасне"
    }
  ]
}
