{
  "titleHr": "Učenje o emocijama",
  "titleUk": "Вивчення емоцій",
  "illustration": "story_9.png",
  "text": [
    {
      "hr": "Bio je to miran vikend u malom stanu, a mala Ema sjedila je na podu sa svojim omiljenim plišanim medvjedićem.",
      "uk": "Це були тихі вихідні в маленькій квартирі, а маленька Ема сиділа на підлозі зі своїм улюбленим плюшевим ведмедиком."
    },
    {
      "hr": "Njezini roditelji, Ana i Marko, odlučili su taj dan posvetiti nečemu važnom – upoznati svoju kćer s različitim emocijama.",
      "uk": "Її батьки, Ана та Марко, вирішили присвятити цей день чомусь важливому – познайомити свою доньку з різними емоціями."
    },
    {
      "hr": "Ema je bila radoznalo dijete, uvijek spremno učiti nove stvari, i roditelji su htjeli da nauči prepoznati i razumjeti kako se osjeća u različitim situacijama.",
      "uk": "Ема була допитливою дитиною, завжди готовою вчитися новому, і батьки хотіли, щоб вона навчилася розпізнавати й розуміти свої почуття в різних ситуаціях."
    },
    {
      "hr": "\"Emo, danas ćemo razgovarati o tome kako se ponekad osjećaš, je li ti to u redu?\" upitala je Ana s osmijehom.",
      "uk": "«Емо, сьогодні ми поговоримо про те, як ти іноді почуваєшся, чи згодна ти?» — запитала Ана з усмішкою."
    },
    {
      "hr": "Ema je kimnula glavom, pomalo nesigurna, ali znatiželjna.",
      "uk": "Ема кивнула головою, трохи невпевнена, але зацікавлена."
    },
    {
      "hr": "Prvo su krenuli s radosnim emocijama.",
      "uk": "Спочатку вони почали з радісних емоцій."
    },
    {
      "hr": "\"Kada si sretna, što osjećaš?\" upitao ju je tata.",
      "uk": "«Коли ти щаслива, що ти відчуваєш?» — запитав її тато."
    },
    {
      "hr": "Ema je na trenutak razmislila, pa se nasmijala.",
      "uk": "Ема на мить задумалася, а потім усміхнулася."
    },
    {
      "hr": "\"Osjećam se kao da je sunce posvuda! Srce mi skače i želim plesati!\" rekla je, dok su joj oči zasjale.",
      "uk": "«Я відчуваю, ніби сонце усюди! Моє серце стрибає, і я хочу танцювати!» — сказала вона, і її очі засяяли."
    },
    {
      "hr": "Roditelji su se nasmijali.",
      "uk": "Батьки засміялися."
    },
    {
      "hr": "\"Da, to je sreća,\" rekao je Marko.",
      "uk": "«Так, це щастя», — сказав Марко."
    },
    {
      "hr": "\"Kada se smijemo, kada se igramo i kada dijelimo lijepe trenutke, osjećamo radost.\"",
      "uk": "«Коли ми сміємося, граємося і ділимося гарними моментами, ми відчуваємо радість.»"
    },
    {
      "hr": "Zatim su prešli na tugu.",
      "uk": "Потім вони перейшли до смутку."
    },
    {
      "hr": "Ana je lagano spustila glas i rekla: \"A što kad si tužna, Emo? Što osjećaš tada?\"",
      "uk": "Ана трохи знизила голос і сказала: «А що коли ти сумна, Емо? Що ти відчуваєш тоді?»"
    },
    {
      "hr": "Ema je stavila ruke na lice i tiho rekla: \"Kao da mi nešto pritišće srce. Onda želim plakati.\"",
      "uk": "Ема поклала руки на обличчя й тихо сказала: «Ніби щось тисне на моє серце. Тоді я хочу плакати.»"
    },
    {
      "hr": "Roditelji su se složili i nježno rekli: \"Da, tuga ponekad dođe kad nešto izgubimo ili kad nešto nije kako smo očekivali. I to je u redu. Svi se ponekad osjećamo tužno.\"",
      "uk": "Батьки погодилися й ніжно сказали: «Так, смуток іноді з’являється, коли ми щось втрачаємо або щось іде не так, як ми очікували. І це нормально. Усі іноді почуваються сумно.»"
    },
    {
      "hr": "Nakon toga, razgovarali su o strahu.",
      "uk": "Після цього вони поговорили про страх."
    },
    {
      "hr": "\"Sjećaš li se kad si se bojala mraka prošli tjedan?\" upitala je mama.",
      "uk": "«Ти пам’ятаєш, як минулого тижня боялася темряви?» — запитала мама."
    },
    {
      "hr": "Ema je klimnula.",
      "uk": "Ема кивнула."
    },
    {
      "hr": "\"Da, srce mi je jako brzo kucalo, i osjećala sam se kao da želim pobjeći!\"",
      "uk": "«Так, моє серце дуже швидко билося, і мені здавалося, що я хочу втекти!»"
    },
    {
      "hr": "Ana ju je zagrlila.",
      "uk": "Ана її обійняла."
    },
    {
      "hr": "\"To je strah. Strah nas tjera da budemo oprezni, ali važno je znati da te mama i tata uvijek čuvaju.\"",
      "uk": "«Це страх. Страх змушує нас бути обережними, але важливо знати, що мама й тато завжди тебе оберігають.»"
    },
    {
      "hr": "Ema se nasmiješila, osjećajući se sigurnije.",
      "uk": "Ема усміхнулася, відчуваючи себе впевненіше."
    },
    {
      "hr": "Zatim je došao red na ljutnju.",
      "uk": "Далі настала черга гніву."
    },
    {
      "hr": "Marko je upitao: \"A kad si ljuta, Emo, što osjećaš?\"",
      "uk": "Марко запитав: «А коли ти злишся, Емо, що ти відчуваєш?»"
    },
    {
      "hr": "Ema je stisnula šake i namrštila se.",
      "uk": "Ема стиснула кулаки і насупилася."
    },
    {
      "hr": "\"Osjećam se kao da mi je lice vruće, i želim vikati!\"",
      "uk": "«Я відчуваю, що моє обличчя гаряче, і я хочу кричати!»"
    },
    {
      "hr": "Marko je rekao: \"Da, to je ljutnja. Kad nas nešto naljuti, osjećamo napetost u tijelu. Važno je znati kako smiriti tu ljutnju, zar ne?\"",
      "uk": "Марко сказав: «Так, це гнів. Коли щось нас злить, ми відчуваємо напруження в тілі. Важливо вміти заспокоїти цей гнів, чи не так?»"
    },
    {
      "hr": "Sljedeća emocija bila je iznenađenje.",
      "uk": "Наступною емоцією був подив."
    },
    {
      "hr": "\"A što kada se iznenadiš?\" pitala je mama.",
      "uk": "«А що, коли ти здивована?» — запитала мама."
    },
    {
      "hr": "Ema je širom otvorila oči i usta, oponašajući izraz iznenađenja.",
      "uk": "Ема широко відкрила очі й рот, наслідуючи вираз здивування."
    },
    {
      "hr": "\"Osjećam se kao da se nešto dogodilo što nisam očekivala!\" rekla je uzbuđeno.",
      "uk": "«Я відчуваю, що сталося щось несподіване!» — сказала вона збуджено."
    },
    {
      "hr": "Roditelji su se nasmijali i objasnili da je iznenađenje često mješavina različitih emocija – može biti lijepo ili neugodno, ovisno o situaciji.",
      "uk": "Батьки засміялися й пояснили, що подив часто є поєднанням різних емоцій – він може бути приємним або неприємним, залежно від ситуації."
    },
    {
      "hr": "Razgovarali su i o sramu.",
      "uk": "Вони також говорили про сором."
    },
    {
      "hr": "Ema je znatiželjno pitala: \"A što je to sram?\"",
      "uk": "Ема допитливо запитала: «А що таке сором?»"
    },
    {
      "hr": "Ana je odgovorila: \"Sram osjećamo kad mislimo da smo napravili nešto pogrešno i bojimo se što će drugi misliti. To je neugodan osjećaj, kao da se želimo sakriti.\"",
      "uk": "Ана відповіла: «Ми відчуваємо сором, коли думаємо, що зробили щось неправильно і боїмося, що подумають інші. Це неприємне відчуття, ніби ми хочемо сховатися.»"
    },
    {
      "hr": "Ema je klimnula glavom, kao da razumije.",
      "uk": "Ема кивнула головою, ніби зрозуміла."
    },
    {
      "hr": "Naposljetku, razgovarali su o ponosu.",
      "uk": "Нарешті вони поговорили про гордість."
    },
    {
      "hr": "\"Kada si ponosna, Emo?\" pitao je tata.",
      "uk": "«Коли ти горда, Емо?» — запитав тато."
    },
    {
      "hr": "Ema je stavila ruku na srce i rekla: \"Kad nešto napravim dobro i svi mi kažu bravo!\"",
      "uk": "Ема поклала руку на серце й сказала: «Коли я роблю щось добре, і всі кажуть мені «браво»!»"
    },
    {
      "hr": "Roditelji su se nasmiješili.",
      "uk": "Батьки усміхнулися."
    },
    {
      "hr": "\"To je ponos. Ponosni smo kad napravimo nešto važno i kad smo zadovoljni sami sobom.\"",
      "uk": "«Це гордість. Ми горді, коли робимо щось важливе і задоволені собою.»"
    },
    {
      "hr": "Dan je prošao u razgovoru i igri s emocijama.",
      "uk": "День пройшов у розмовах і грі з емоціями."
    },
    {
      "hr": "Roditelji su znali da je važno da Ema razumije kako prepoznati i izraziti svoje osjećaje.",
      "uk": "Батьки знали, як важливо, щоб Ема розуміла, як розпізнавати й виражати свої почуття."
    },
    {
      "hr": "Naučili su je da su sve emocije važne – i one lijepe poput sreće i ponosa, ali i one teške poput tuge i ljutnje.",
      "uk": "Вони навчили її, що всі емоції важливі – як гарні, як-от щастя і гордість, так і важкі, як-от смуток і гнів."
    },
    {
      "hr": "Ema je zaključila dan zagrlivši svoje roditelje.",
      "uk": "Ема завершила день, обійнявши своїх батьків."
    },
    {
      "hr": "\"Sada znam kako se osjećam, mama i tata. Sretna sam jer vas imam!\" rekla je, dok su joj roditelji nježno vratili zagrljaj.",
      "uk": "«Тепер я знаю, як я почуваюся, мамо й тату. Я щаслива, бо маю вас!» — сказала вона, поки батьки ніжно її обіймали."
    }
  ],
  "vocabulary": [
    {"hr": "emocije", "uk": "емоції"},
    {"hr": "sreća", "uk": "щастя"},
    {"hr": "tuga", "uk": "смуток"},
    {"hr": "strah", "uk": "страх"},
    {"hr": "ljutnja", "uk": "гнів"},
    {"hr": "iznenađenje", "uk": "подив"},
    {"hr": "sram", "uk": "сором"},
    {"hr": "ponos", "uk": "гордість"},
    {"hr": "srce", "uk": "серце"},
    {"hr": "osjećati", "uk": "відчувати"},
    {"hr": "zagrljaj", "uk": "обійми"},
    {"hr": "razgovor", "uk": "розмова"},
    {"hr": "ruka", "uk": "рука"},
    {"hr": "osmijeh", "uk": "усмішка"},
    {"hr": "očima", "uk": "очима"},
    {"hr": "roditelji", "uk": "батьки"},
    {"hr": "igra", "uk": "гра"},
    {"hr": "sigurnost", "uk": "впевненість"},
    {"hr": "prepoznati", "uk": "розпізнати"},
    {"hr": "razumjeti", "uk": "розуміти"},
    {"hr": "priča", "uk": "історія"},
    {"hr": "riječi", "uk": "слова"},
    {"hr": "plišani", "uk": "плюшевий"},
    {"hr": "stanje", "uk": "стан"},
    {"hr": "izraziti", "uk": "виразити"},
    {"hr": "osjećaji", "uk": "почуття"},
    {"hr": "situacija", "uk": "ситуація"},
    {"hr": "važnost", "uk": "важливість"},
    {"hr": "učenje", "uk": "вивчення"},
    {"hr": "ljubav", "uk": "любов"},
    {"hr": "radoznalost", "uk": "допитливість"},
    {"hr": "kćer", "uk": "донька"},
    {"hr": "medvjedić", "uk": "ведмедик"},
    {"hr": "vruće", "uk": "гаряче"},
    {"hr": "plakati", "uk": "плакати"},
    {"hr": "napetost", "uk": "напруження"},
    {"hr": "zajedništvo", "uk": "спільність"},
    {"hr": "različit", "uk": "різний"},
    {"hr": "svijet", "uk": "світ"},
    {"hr": "djetinjstvo", "uk": "дитинство"},
    {"hr": "blagost", "uk": "ніжність"},
    {"hr": "pristup", "uk": "підхід"},
    {"hr": "odgoj", "uk": "виховання"},
    {"hr": "obitelj", "uk": "сім'я"}
  ]
}
