{
  "titleHr": "Obiteljsko okupljanje uz stol",
  "titleUk": "Сімейне зібрання за столом",
  "illustration": "story_7.png",
  "text": [
    {
      "hr": "Bilo je to kasno proljetno poslijepodne u malom dalmatinskom gradiću, kada se cijela obitelj okupila u kući na rubu grada.",
      "uk": "Це був пізній весняний вечір у маленькому далматинському містечку, коли вся сім'я зібралася в будинку на околиці міста."
    },
    {
      "hr": "Sunce je polako zalazilo iza brežuljaka, dok je more u daljini svjetlucalo, bacajući zlatne odsjaje.",
      "uk": "Сонце повільно заходило за пагорби, а море вдалині виблискувало, кидаючи золотаві відблиски."
    },
    {
      "hr": "U dvorištu kuće nalazio se veliki drveni stol, pokriven čistim bijelim stolnjakom s izvezenim cvjetnim uzorcima.",
      "uk": "У дворі будинку стояв великий дерев'яний стіл, накритий чистою білою скатертиною з вишитими квітковими візерунками."
    },
    {
      "hr": "Stol je bio postavljen za sve članove obitelji, a činilo se da svatko ima svoje mjesto, jer su svi stolci bili pažljivo postavljeni.",
      "uk": "Стіл був накритий для всіх членів родини, і здавалося, що кожен мав своє місце, оскільки всі стільці були ретельно розставлені."
    },
    {
      "hr": "Na sredini stola nalazio se veliki ovalni tanjur prepun pečenog mesa – janjetine i svinjetine, koja se još dimila, mirisajući na ružmarin i češnjak.",
      "uk": "Посередині столу стояла велика овальна тарілка, повна смаженого м’яса – ягнятини та свинини, яка ще димила, пахнучи розмарином і часником."
    },
    {
      "hr": "Mesne porcije bile su uredno složene, a sokovi od pečenja lagano su se prelijevali po dnu tanjura.",
      "uk": "М’ясні порції були акуратно складені, а соки від смаження легенько стікали по дну тарілки."
    },
    {
      "hr": "Pored njega, zdjele pune mladog krumpira, kuhanog i prepečenog s maslinovim uljem i peršinom, čekale su da budu poslužene.",
      "uk": "Поруч стояли миски, повні молодої картоплі, звареної та обсмаженої з оливковою олією і петрушкою, готові до подачі."
    },
    {
      "hr": "\"Donesi tanjure!\" viknula je baka iz kuhinje, dok je nosila veliki pladanj pun domaćih kruhova.",
      "uk": "«Принеси тарілки!» – вигукнула бабуся з кухні, несучи велику тацю, повну домашнього хліба."
    },
    {
      "hr": "Kruh je bio svježe pečen tog jutra, s hrskavom koricom i mekanom unutrašnjosti, točno onakav kakav svi vole umakati u maslinovo ulje ili sokove od mesa.",
      "uk": "Хліб був свіжоспеченим того ранку, з хрусткою скоринкою і м’якою серединою, саме такий, який усі люблять занурювати в оливкову олію або соки від м’яса."
    },
    {
      "hr": "Djeca su trčala oko stola, a djed je sjedio na čelu stola s čašom crnog vina u ruci.",
      "uk": "Діти бігали навколо столу, а дідусь сидів на чолі з келихом червоного вина в руці."
    },
    {
      "hr": "Njegova čaša bila je kristalna, a svjetlost sunca prelijevala se kroz tamnocrveno vino, stvarajući predivne refleksije po stolu.",
      "uk": "Його келих був кришталевим, і сонячне світло переливалося через темно-червоне вино, створюючи чудові відблиски на столі."
    },
    {
      "hr": "\"Jesi li donijela salatu?\" upitao je, obraćajući se baki.",
      "uk": "«Ти принесла салат?» – запитав він, звертаючись до бабусі."
    },
    {
      "hr": "Ona se pojavila s velikom zdjelom punom svježe salate – zelena salata, rajčice, krastavci, crveni luk i malo maslina.",
      "uk": "Вона з’явилася з великою мискою, повною свіжого салату – зелений салат, помідори, огірки, червона цибуля та трохи оливок."
    },
    {
      "hr": "Preko salate lagano je prelila domaće maslinovo ulje i nekoliko kapi vinskog octa.",
      "uk": "Зверху салату вона злегка полила домашньою оливковою олією та кількома краплями винного оцту."
    },
    {
      "hr": "Na stolu su bile postavljene duboke i plitke tanjure od porculana, svi s plavim rubovima i nježnim uzorcima cvijeća.",
      "uk": "На столі були розставлені глибокі й пласкі порцелянові тарілки, всі з блакитними краями й ніжними квітковими візерунками."
    },
    {
      "hr": "Srebrni pribor za jelo blistao je na stolu – vilice, noževi i žlice bili su postavljeni precizno, a svaka čaša za vodu bila je već napunjena hladnom vodom iz bunara.",
      "uk": "Срібні столові прибори сяяли на столі – виделки, ножі та ложки були розставлені акуратно, а кожен стакан для води вже був наповнений холодною водою з колодязя."
    },
    {
      "hr": "\"Vrijeme je za ribu!\" najavio je ujak, ulazeći u dvorište s velikim pladnjem na kojem se nalazila pečena riba – orade i brancini, preliveni maslinovim uljem, češnjakom i limunom.",
      "uk": "«Час для риби!» – оголосив дядько, заходячи у двір з великою тацею, на якій лежала запечена риба – орада та лаврак, полита оливковою олією, часником і лимоном."
    },
    {
      "hr": "Miris mora miješao se s mirisom roštilja i pečenog mesa, stvarajući pravo gastronomsko iskustvo.",
      "uk": "Запах моря змішувався з ароматом гриля та смаженого м’яса, створюючи справжній гастрономічний досвід."
    },
    {
      "hr": "Svaka riba bila je savršeno pečena, s hrskavom kožicom, dok je unutrašnjost ostala sočna i puna okusa.",
      "uk": "Кожна риба була ідеально запечена, з хрусткою шкіркою, а середина залишалася соковитою і насиченою смаком."
    },
    {
      "hr": "Djeca su već posezala za kriškama kruha, umačući ih u sokove koji su curili iz mesa, dok su stariji članovi obitelji razmjenjivali priče i smijali se.",
      "uk": "Діти вже тяглися за шматками хліба, занурюючи їх у соки, що стікали з м’яса, тоді як старші члени родини ділилися історіями та сміялися."
    },
    {
      "hr": "Baka je donijela još jedno jelo – domaće njoke preliveno gustom, bogatom umakom od rajčice i bosiljka.",
      "uk": "Бабуся принесла ще одну страву – домашні ньокі, залиті густим, насиченим соусом з помідорів і базиліку."
    },
    {
      "hr": "Veliki metalni lonac stajao je na kraju stola, a svaki gost je uzimao njoke ravno iz njega, stavljajući ih na svoje tanjure uz meso i ribu.",
      "uk": "Великий металевий горщик стояв наприкінці столу, і кожен гість брав ньокі прямо з нього, кладучи їх на свої тарілки поруч із м’ясом і рибою."
    },
    {
      "hr": "Na kraju stola nalazile su se i male zdjelice s domaćim sirom, pršutom i maslinama.",
      "uk": "Наприкінці столу стояли маленькі мисочки з домашнім сиром, прошуто та оливками."
    },
    {
      "hr": "Pršut, tanko narezan, bio je postavljen na drvenoj dasci, dok su se masline nalazile u malenoj keramičkoj zdjeli, prelivene maslinovim uljem i začinima.",
      "uk": "Прошуто, тонко нарізане, було викладене на дерев’яній дошці, а оливки лежали в маленькій керамічній мисці, залиті оливковою олією і приправами."
    },
    {
      "hr": "Nakon što su svi uživali u glavnom jelu, na stol je stigao i desert – veliki pladanj fritula, malih prženih kuglica posutih šećerom u prahu, koje su nestajale brže nego što su bile postavljene.",
      "uk": "Після того як усі насолодилися основною стравою, на стіл подали десерт – велику тацю фрітул, маленьких смажених кульок, посипаних цукровою пудрою, які зникали швидше, ніж їх ставили на стіл."
    },
    {
      "hr": "Pored fritula, na stolu su se našle i palačinke, punjene domaćim džemom od smokava i posute mljevenim orasima.",
      "uk": "Поруч із фрітулом на столі були млинці, начинені домашнім інжировим варенням і посипані меленими горіхами."
    },
    {
      "hr": "Čaše su se punile vinom i domaćom rakijom, dok su svi uživali u posljednjim trenucima večere.",
      "uk": "Келихи наповнювалися вином і домашньою ракією, поки всі насолоджувалися останніми моментами вечері."
    },
    {
      "hr": "Povjetarac je lagano donosio miris lavande i ružmarina iz vrta, dok su ptice u daljini pjevale svoje večernje pjesme.",
      "uk": "Легкий вітерець приносив аромат лаванди та розмарину з саду, поки птахи вдалині співали свої вечірні пісні."
    },
    {
      "hr": "Obiteljsko okupljanje bilo je više od obične večere – bilo je to vrijeme za smijeh, sjećanja i uživanje u tradicionalnim jelima, koja su spajala generacije oko stola.",
      "uk": "Сімейне зібрання було більше ніж звичайною вечерею – це був час для сміху, спогадів і насолоди традиційними стравами, які об’єднували покоління за столом."
    },
    {
      "hr": "Nitko nije žurio, svi su uživali u svakom zalogaju, svakoj priči i svakom trenutku provedenom zajedno.",
      "uk": "Ніхто не поспішав, усі насолоджувалися кожним шматком, кожною історією й кожною хвилиною, проведеною разом."
    }
  ],
  "vocabulary": [
    {"hr": "obitelj", "uk": "сім'я"},
    {"hr": "stol", "uk": "стіл"},
    {"hr": "večera", "uk": "вечеря"},
    {"hr": "more", "uk": "море"},
    {"hr": "sunce", "uk": "сонце"},
    {"hr": "janjetina", "uk": "ягнятина"},
    {"hr": "svinjetina", "uk": "свинина"},
    {"hr": "pribor za jelo", "uk": "столові прибори"},
    {"hr": "čaša", "uk": "келих"},
    {"hr": "vino", "uk": "вино"},
    {"hr": "riba", "uk": "риба"},
    {"hr": "salata", "uk": "салат"},
    {"hr": "maslinovo ulje", "uk": "оливкова олія"},
    {"hr": "vjetar", "uk": "вітер"},
    {"hr": "krumpir", "uk": "картопля"},
    {"hr": "večernje pjesme", "uk": "вечірні пісні"},
    {"hr": "desert", "uk": "десерт"},
    {"hr": "fritule", "uk": "фрітуле"},
    {"hr": "palačinke", "uk": "млинці"},
    {"hr": "džem", "uk": "джем"},
    {"hr": "masline", "uk": "оливки"},
    {"hr": "sir", "uk": "сир"},
    {"hr": "pršut", "uk": "прошут"},
    {"hr": "lavanda", "uk": "лаванда"},
    {"hr": "ruštika", "uk": "сільська хатинка"},
    {"hr": "trava", "uk": "трава"},
    {"hr": "brežuljak", "uk": "пагорб"},
    {"hr": "proljeće", "uk": "весна"},
    {"hr": "vrt", "uk": "сад"},
    {"hr": "miris", "uk": "аромат"},
    {"hr": "pribor", "uk": "прилад"},
    {"hr": "sjećanje", "uk": "спогад"},
    {"hr": "generacije", "uk": "покоління"},
    {"hr": "ručno izrađen", "uk": "ручної роботи"},
    {"hr": "svjetlost", "uk": "світло"},
    {"hr": "okrugla zdjela", "uk": "кругла миска"},
    {"hr": "kruh", "uk": "хліб"},
    {"hr": "lonac", "uk": "горщик"},
    {"hr": "goste", "uk": "гості"},
    {"hr": "kristalna čaša", "uk": "кришталева склянка"},
    {"hr": "priča", "uk": "історія"},
    {"hr": "tradicionalna jela", "uk": "традиційні страви"},
    {"hr": "njoke", "uk": "ньокі"},
    {"hr": "mediteranska kuhinja", "uk": "середземноморська кухня"}
  ]
}
