{
  "titleHr": "Prijateljski susret",
  "titleUk": "Дружня зустріч",
  "illustration": "story_11.png",
  "text": [
    {
      "hr": "Bilo je to sunčano subotnje jutro kada su se trojica prijatelja, Luka, Marko i Ivan, odlučili naći u omiljenom kafiću u centru grada.",
      "uk": "Це був сонячний суботній ранок, коли троє друзів, Лука, Марко та Іван, вирішили зустрітися у своєму улюбленому кафе в центрі міста."
    },
    {
      "hr": "Već dugo nisu imali priliku sjediti zajedno, pa su se svi veselili ovom susretu.",
      "uk": "Вони давно не мали нагоди посидіти разом, тому всі з нетерпінням чекали цієї зустрічі."
    },
    {
      "hr": "\"Ej, dečki! Kako ste?\" pozdravio ih je Luka kad su se okupili oko stola.",
      "uk": "«Привіт, хлопці! Як ви?» — привітався Лука, коли вони зібралися за столом."
    },
    {
      "hr": "Marko i Ivan podigli su ruke i uzvratili pozdrav osmijehom.",
      "uk": "Марко й Іван підняли руки й відповіли посмішкою."
    },
    {
      "hr": "\"Luka, nisi se promijenio nimalo,\" našalio se Marko, tapšući ga po ramenu.",
      "uk": "«Лука, ти зовсім не змінився», — пожартував Марко, поплескуючи його по плечу."
    },
    {
      "hr": "Razgovor je započeo lagano, uz narudžbu kave i mineralne vode.",
      "uk": "Розмова почалася легко, з замовленням кави та мінеральної води."
    },
    {
      "hr": "\"Moram vam reći,\" počeo je Ivan, \"imam osjećaj da se nešto čudno događa s Anom. Čini mi se da se udaljila od mene.\"",
      "uk": "«Мушу вам сказати, — почав Іван, — мені здається, що з Анною щось не так. Мені здається, що вона віддалилася від мене.»"
    },
    {
      "hr": "Luka je odmah kimnuo glavom: \"Da, i ja sam primijetio da je u posljednje vrijeme malo tiša nego inače.\"",
      "uk": "Лука відразу кивнув: «Так, я теж помітив, що вона останнім часом трохи тиха.»"
    },
    {
      "hr": "Marko, koji je uvijek bio najiskreniji, uzdahnuo je i rekao: \"Iskreno, možda pretjeruješ. Ana je uvijek bila takva, povučena kad nešto nije u redu. Vjerojatno prolazi kroz nešto svoje.\"",
      "uk": "Марко, який завжди був найвідвертішим, зітхнув і сказав: «Чесно кажучи, ти, можливо, перебільшуєш. Анна завжди була такою, замкнутою, коли щось не так. Ймовірно, вона проходить через щось своє.»"
    },
    {
      "hr": "U tom trenutku Ivan je postao malo ljut. \"Ma kakvo pretjerivanje, Marko? Ja je najbolje poznajem i kažem ti da nešto nije u redu!\"",
      "uk": "У цей момент Іван трохи розлютився. «Яке ще перебільшення, Марко? Я її найкраще знаю і кажу тобі, що щось не так!»"
    },
    {
      "hr": "Njegov ton postao je oštriji, a atmosfera za stolom napetija.",
      "uk": "Його тон став різкішим, а атмосфера за столом — напруженішою."
    },
    {
      "hr": "Luka je odmah primijetio promjenu i pokušao smiriti situaciju: \"Dobro, dečki, smirite se. Marko, možda stvarno ne razumiješ kako se Ivan osjeća. Dajmo mu priliku da nam kaže što misli.\"",
      "uk": "Лука відразу помітив зміну й спробував заспокоїти ситуацію: «Добре, хлопці, заспокойтеся. Марко, ти, можливо, не розумієш, що відчуває Іван. Давайте дамо йому можливість сказати, що він думає.»"
    },
    {
      "hr": "Marko je odmah podigao ruke u znak predaje. \"U redu, u pravu si, Luka. Žao mi je, Ivane, nisam te htio uvrijediti. Možda stvarno imaš pravo.\"",
      "uk": "Марко одразу підняв руки на знак згоди. «Добре, ти правий, Лука. Вибач, Іване, я не хотів тебе образити. Можливо, ти справді маєш рацію.»"
    },
    {
      "hr": "Ivan se opustio i nasmiješio: \"U redu, nema veze, prijatelju. Znam da nisi mislio ništa loše.\"",
      "uk": "Іван розслабився й посміхнувся: «Добре, немає проблем, друже. Я знаю, що ти не мав на увазі нічого поганого.»"
    },
    {
      "hr": "Nakon što su se pomirili, razgovor se nastavio.",
      "uk": "Після того, як вони помирилися, розмова продовжилася."
    },
    {
      "hr": "Luka je u jednom trenutku, s velikim osmijehom na licu, rekao: \"Znate li što sam čuo? Priča se da će Marta uskoro dobiti promaknuće na poslu!\"",
      "uk": "Лука в один момент із великою посмішкою на обличчі сказав: «Знаєте, що я чув? Говорять, що Марта скоро отримає підвищення на роботі!»"
    },
    {
      "hr": "Marko je odmah oživio: \"Stvarno? Nisam to znao! Marta je to zaslužila, stvarno naporno radi.\"",
      "uk": "Марко відразу ожив: «Справді? Я цього не знав! Марта це заслужила, вона дійсно наполегливо працює.»"
    },
    {
      "hr": "Ivan se pridružio razgovoru i rekao: \"Sigurno će biti presretna. Moramo joj čestitati kad je vidimo!\"",
      "uk": "Іван приєднався до розмови й сказав: «Вона точно буде дуже щаслива. Нам треба привітати її, коли побачимо!»"
    },
    {
      "hr": "Luka se složio i rekao: \"Apsolutno. Zaslužila je to. Uvijek daje sve od sebe.\"",
      "uk": "Лука погодився й сказав: «Абсолютно. Вона це заслужила. Завжди віддається на повну.»"
    },
    {
      "hr": "Dok su tako pričali, razgovor je prešao na druge teme, a u jednom trenutku Marko je priznao: \"Dečki, moram vam reći, imao sam loš tjedan. Ništa mi ne ide kako treba.\"",
      "uk": "Поки вони так розмовляли, розмова перейшла на інші теми, й у певний момент Марко зізнався: «Хлопці, мушу вам сказати, у мене був поганий тиждень. У мене нічого не виходить.»"
    },
    {
      "hr": "Ivan je stavio ruku na njegovo rame i rekao: \"Marko, ne brini. Svi prolazimo kroz teške trenutke. Znaš da smo uvijek tu za tebe.\"",
      "uk": "Іван поклав руку йому на плече й сказав: «Марко, не хвилюйся. Усі ми проходимо через важкі моменти. Ти знаєш, що ми завжди поруч із тобою.»"
    },
    {
      "hr": "Luka se nasmiješio i dodao: \"Da, uvijek smo uz tebe. Sljedeći tjedan bit će bolji, obećavam ti.\"",
      "uk": "Лука посміхнувся й додав: «Так, ми завжди з тобою. Наступний тиждень буде кращим, обіцяю тобі.»"
    },
    {
      "hr": "Marko se nasmijao i rekao: \"Hvala vam, dečki. Obećavam da ću se truditi i dati sve od sebe.\"",
      "uk": "Марко засміявся й сказав: «Дякую вам, хлопці. Обіцяю, що буду старатися й робитиму все можливе.»"
    },
    {
      "hr": "Kako se vrijeme susreta bližilo kraju, Luka je predložio: \"Slušajte, sljedeći vikend dogovorimo se da odemo na izlet. Malo prirode, šetnja i opuštanje, što kažete?\"",
      "uk": "Коли час зустрічі наближався до кінця, Лука запропонував: «Слухайте, давайте домовимося поїхати на прогулянку наступних вихідних. Трохи природи, прогулянка й відпочинок, як вам?»"
    },
    {
      "hr": "Ivan i Marko su se odmah složili. \"Slažem se, to je baš ono što mi treba,\" rekao je Marko, a Ivan je dodao: \"Dogovoreno, idemo sljedeći vikend!\"",
      "uk": "Іван і Марко відразу погодилися. «Погоджуюся, це саме те, що мені потрібно», — сказав Марко, а Іван додав: «Домовлено, їдемо наступних вихідних!»"
    },
    {
      "hr": "Kada je bilo vrijeme da krenu kući, svi su se ustali i počeli se opraštati.",
      "uk": "Коли настав час іти додому, всі підвелися й почали прощатися."
    },
    {
      "hr": "\"Drago mi je što smo se danas našli,\" rekao je Luka, pružajući ruku.",
      "uk": "«Мені приємно, що ми сьогодні зустрілися», — сказав Лука, простягаючи руку."
    },
    {
      "hr": "\"I meni,\" rekao je Ivan, \"Vidimo se sljedeći vikend, dečki!\"",
      "uk": "«Мені також», — сказав Іван, — «Побачимося наступних вихідних, хлопці!»"
    },
    {
      "hr": "Marko je mahnuo i rekao: \"Vidimo se, dečki, čuvajte se!\"",
      "uk": "Марко помахав і сказав: «До зустрічі, хлопці, бережіть себе!»"
    },
    {
      "hr": "Njihov dan završio je s osmijesima i dobrim raspoloženjem, a dogovor o novom susretu ih je sve ispunio uzbuđenjem.",
      "uk": "Їхній день закінчився посмішками й гарним настроєм, а домовленість про нову зустріч наповнила їх хвилюванням."
    },
    {
      "hr": "Prijateljstvo je uvijek bilo najvažnije, bez obzira na nesuglasice koje bi se ponekad pojavile.",
      "uk": "Дружба завжди була найважливішою, незважаючи на розбіжності, які іноді виникали."
    }
  ],
  "vocabulary": [
    {"hr": "prijatelj", "uk": "друг"},
    {"hr": "susret", "uk": "зустріч"},
    {"hr": "razgovor", "uk": "розмова"},
    {"hr": "osmijeh", "uk": "посмішка"},
    {"hr": "ljut", "uk": "сердитий"},
    {"hr": "napetost", "uk": "напруженість"},
    {"hr": "smiriti", "uk": "заспокоїти"},
    {"hr": "oprostiti", "uk": "вибачити"},
    {"hr": "promaknuće", "uk": "підвищення"},
    {"hr": "prijateljstvo", "uk": "дружба"},
    {"hr": "kafić", "uk": "кафе"},
    {"hr": "posao", "uk": "робота"},
    {"hr": "naručiti", "uk": "замовити"},
    {"hr": "dogovor", "uk": "домовленість"},
    {"hr": "tjedan", "uk": "тиждень"},
    {"hr": "priča", "uk": "історія"},
    {"hr": "šaliti se", "uk": "жартувати"},
    {"hr": "razumjeti", "uk": "розуміти"},
    {"hr": "čestitati", "uk": "привітати"},
    {"hr": "osjećaj", "uk": "відчуття"},
    {"hr": "smijeh", "uk": "сміх"},
    {"hr": "teškoća", "uk": "складність"},
    {"hr": "opuštanje", "uk": "відпочинок"},
    {"hr": "prilika", "uk": "можливість"},
    {"hr": "vikend", "uk": "вихідні"},
    {"hr": "pričati", "uk": "розповідати"},
    {"hr": "dogovoriti se", "uk": "домовитися"},
    {"hr": "šutnja", "uk": "тиша"},
    {"hr": "u pravu", "uk": "правий"},
    {"hr": "žuriti", "uk": "поспішати"},
    {"hr": "problem", "uk": "проблема"},
    {"hr": "rješenje", "uk": "рішення"},
    {"hr": "izlet", "uk": "прогулянка"},
    {"hr": "grad", "uk": "місто"},
    {"hr": "voda", "uk": "вода"},
    {"hr": "priroda", "uk": "природа"},
    {"hr": "vrijeme", "uk": "час"},
    {"hr": "završiti", "uk": "закінчити"},
    {"hr": "pričati", "uk": "говорити"},
    {"hr": "član", "uk": "член"},
    {"hr": "pogled", "uk": "погляд"},
    {"hr": "pitanje", "uk": "питання"},
    {"hr": "lijevo", "uk": "ліворуч"},
    {"hr": "desno", "uk": "праворуч"},
    {"hr": "stol", "uk": "стіл"},
    {"hr": "piće", "uk": "напій"},
    {"hr": "odgovoriti", "uk": "відповісти"},
    {"hr": "osjećati", "uk": "відчувати"}
  ]
}
