{
  "titleHr": "Mirno gradsko jutro",
  "titleUk": "Спокійний ранок у місті",
  "illustration": "story_3.png",
  "text": [
    {
      "hr": "Bio je običan radni dan u gradu, jedno od onih jutara kada svi užurbano žure na svoja odredišta, ali atmosfera je bila mirna i ugodna.",
      "uk": "Це був звичайний робочий день у місті, один із тих ранків, коли всі поспішають на свої місця, але атмосфера була спокійною та приємною."
    },
    {
      "hr": "Jesen je već lagano stigla, ali jutarnje sunce još uvijek je davalo toplinu ulicama.",
      "uk": "Осінь вже повільно прийшла, але ранкове сонце все ще дарувало тепло вулицям."
    },
    {
      "hr": "Na autobusnoj stanici, nekoliko ljudi čekalo je autobus koji je upravo dolazio.",
      "uk": "На автобусній зупинці кілька людей чекали на автобус, який саме під'їжджав."
    },
    {
      "hr": "Stanica se nalazila u samom centru grada, ispred male pekare s natpisom 'Pekara' iznad vrata, koja je mirisala na svježe pečeni kruh i peciva.",
      "uk": "Зупинка знаходилася в самому центрі міста, перед маленькою пекарнею з написом «Pekara» над дверима, звідки доносився запах свіжоспеченого хліба та випічки."
    },
    {
      "hr": "Prozori su bili otvoreni, a toplina iz peći širila je mirise po cijeloj ulici.",
      "uk": "Вікна були відчинені, і тепло з печі розповсюджувало аромати по всій вулиці."
    },
    {
      "hr": "Ljudi su prolazili, neki noseći vrećice s još toplim kroasanima i kruhom.",
      "uk": "Люди проходили повз, деякі несли пакети з ще теплими круасанами та хлібом."
    },
    {
      "hr": "Na stanici je stajao stariji gospodin u smeđem kaputu, s torbom prebačenom preko ramena.",
      "uk": "На зупинці стояв літній чоловік у коричневому пальто, з сумкою через плече."
    },
    {
      "hr": "Imao je ozbiljan izraz lica, ali je pažljivo gledao na sat, kao da se boji da će zakasniti na posao.",
      "uk": "У нього був серйозний вираз обличчя, але він уважно дивився на годинник, ніби боявся, що запізниться на роботу."
    },
    {
      "hr": "Iza njega stajala je mlada žena u svijetloj jakni, s telefonom u ruci.",
      "uk": "За ним стояла молода жінка у світлій куртці, з телефоном у руці."
    },
    {
      "hr": "Povremeno je tipkala poruke, a ponekad bi podigla pogled prema cesti, provjeravajući dolazak autobusa.",
      "uk": "Час від часу вона писала повідомлення, а іноді піднімала погляд на дорогу, перевіряючи, чи не під'їжджає автобус."
    },
    {
      "hr": "Na kraju reda, stajao je mladić s biciklom.",
      "uk": "В кінці черги стояв хлопець із велосипедом."
    },
    {
      "hr": "Njegov bicikl bio je parkiran na malom parkiralištu za bicikle pored autobusne stanice.",
      "uk": "Його велосипед був припаркований на маленькому паркінгу для велосипедів поруч із автобусною зупинкою."
    },
    {
      "hr": "Bio je to crveni bicikl, jednostavan, ali uredan, i čekao je svog vlasnika.",
      "uk": "Це був червоний велосипед, простий, але акуратний, який чекав на свого власника."
    },
    {
      "hr": "Mladić je nosio ruksak i slušalice, iz kojih se lagano čula glazba.",
      "uk": "Хлопець був з рюкзаком і навушниками, з яких тихо лунала музика."
    },
    {
      "hr": "Čekao je autobus, iako je bicikl imao kao rezervu, možda za kasnije u danu.",
      "uk": "Він чекав на автобус, хоча мав велосипед як резерв, можливо, для пізнішого використання протягом дня."
    },
    {
      "hr": "Ispred pekare, nekoliko ljudi je upravo izlazilo sa svojim doručkom, dok su drugi prolazili pješačkim prijelazom ispred stanice.",
      "uk": "Перед пекарнею кілька людей виходили зі своїм сніданком, тоді як інші переходили пішохідний перехід перед зупинкою."
    },
    {
      "hr": "Svjetlo na semaforu bilo je crveno za automobile, pa su pješaci mirno prelazili cestu, noseći svoje torbe i vrećice.",
      "uk": "Світло на світлофорі було червоним для автомобілів, тож пішоходи спокійно переходили дорогу, несучи свої сумки та пакети."
    },
    {
      "hr": "Bilo je jasno da su neki od njih jutros navratili po doručak, jer su se u vrećicama nazirali svježi kruhovi i peciva.",
      "uk": "Було очевидно, що деякі з них зазирнули за сніданком, бо в пакетах виднілися свіжі хлібини та випічка."
    },
    {
      "hr": "Na cesti, uz autobusnu stanicu, polako je pristizao autobus.",
      "uk": "На дорозі біля автобусної зупинки повільно під'їжджав автобус."
    },
    {
      "hr": "Vozač je pažljivo usporavao kako bi se zaustavio ispred stanice.",
      "uk": "Водій обережно гальмував, щоб зупинитися перед зупинкою."
    },
    {
      "hr": "Ljudi su se počeli kretati prema vratima autobusa.",
      "uk": "Люди почали рухатися до дверей автобуса."
    },
    {
      "hr": "Stariji gospodin bio je prvi u redu, a iza njega su stajali žena s telefonom i mladić sa slušalicama, iako je ovaj posljednji još uvijek bio zaokupljen svojom glazbom.",
      "uk": "Літній чоловік був першим у черзі, за ним стояли жінка з телефоном та хлопець із навушниками, хоча останній все ще був зайнятий своєю музикою."
    },
    {
      "hr": "Atmosfera je bila mirna, a svi su izgledali opušteno, iako je to bio radni dan.",
      "uk": "Атмосфера була спокійною, і всі виглядали розслаблено, хоча це був робочий день."
    },
    {
      "hr": "Pekara je nastavila širiti svoje ugodne mirise po ulici, a sunce je lagano grijalo gradsku arhitekturu, dajući svemu zlatni sjaj.",
      "uk": "Пекарня продовжувала розповсюджувати приємні аромати по вулиці, а сонце ніжно нагрівало міську архітектуру, додаючи всьому золотавий відтінок."
    },
    {
      "hr": "Svjetlo na semaforu promijenilo se u zeleno, i automobili su ponovno počeli voziti kroz grad.",
      "uk": "Світло на світлофорі змінилося на зелене, і машини знову почали рух через місто."
    },
    {
      "hr": "Ali čak i u toj užurbanoj gradskoj sceni, bilo je nečega posebno spokojnog u ovom jutru.",
      "uk": "Але навіть у цій метушливій міській сцені було щось особливо спокійне в цьому ранку."
    },
    {
      "hr": "Pored autobusne stanice, bicikl je još uvijek mirno stajao na svom mjestu, čekajući trenutak kada će ga njegov vlasnik opet upotrijebiti.",
      "uk": "Поруч із автобусною зупинкою велосипед все ще спокійно стояв на своєму місці, чекаючи моменту, коли його власник знову скористається ним."
    },
    {
      "hr": "U međuvremenu, autobus se otvorio i svi su počeli ulaziti, jedan po jedan.",
      "uk": "Тим часом автобус відкрився, і всі почали заходити, один за одним."
    },
    {
      "hr": "Vozač je ljubazno pozdravljao svakog putnika, a mladić sa slušalicama konačno je skinuo slušalice i ušao u autobus, ostavivši bicikl parkiran na stanici.",
      "uk": "Водій люб'язно вітав кожного пасажира, а хлопець із навушниками нарешті зняв навушники і зайшов у автобус, залишивши велосипед припаркованим на зупинці."
    },
    {
      "hr": "Grad je nastavljao svoj jutarnji ritam.",
      "uk": "Місто продовжувало свій ранковий ритм."
    },
    {
      "hr": "Pekara je nastavila primati nove kupce, ljudi su dolazili i odlazili, autobus je polako krenuo dalje, a sunce je još uvijek blago grijalo ulice, najavljujući još jedan užurban, ali miran dan u gradu.",
      "uk": "Пекарня продовжувала приймати нових клієнтів, люди приходили та йшли, автобус повільно рушив далі, а сонце все ще лагідно нагрівало вулиці, передвіщаючи ще один метушливий, але спокійний день у місті."
    }
  ],
  "vocabulary": [
    {"hr": "autobusna stanica", "uk": "автобусна зупинка"},
    {"hr": "pekara", "uk": "пекарня"},
    {"hr": "bicikl", "uk": "велосипед"},
    {"hr": "jutro", "uk": "ранок"},
    {"hr": "grad", "uk": "місто"},
    {"hr": "semafor", "uk": "світлофор"},
    {"hr": "kruh", "uk": "хліб"},
    {"hr": "peciva", "uk": "випічка"},
    {"hr": "sunce", "uk": "сонце"},
    {"hr": "miris", "uk": "аромат"},
    {"hr": "čovjek", "uk": "чоловік"},
    {"hr": "žena", "uk": "жінка"},
    {"hr": "mladić", "uk": "юнак"},
    {"hr": "slušalice", "uk": "навушники"},
    {"hr": "ruksak", "uk": "рюкзак"},
    {"hr": "vozač", "uk": "водій"},
    {"hr": "torba", "uk": "сумка"},
    {"hr": "vrućina", "uk": "спека"},
    {"hr": "cesta", "uk": "дорога"},
    {"hr": "putnici", "uk": "пасажири"},
    {"hr": "opustiti se", "uk": "розслабитися"},
    {"hr": "gradnja", "uk": "будівля"},
    {"hr": "zlatni", "uk": "золотий"},
    {"hr": "mirno", "uk": "спокійно"},
    {"hr": "posao", "uk": "робота"},
    {"hr": "kupci", "uk": "клієнти"},
    {"hr": "ritam", "uk": "ритм"},
    {"hr": "prolaziti", "uk": "проходити"},
    {"hr": "čekati", "uk": "чекати"},
    {"hr": "torbe", "uk": "сумки"},
    {"hr": "vrećice", "uk": "пакети"},
    {"hr": "zeleno svjetlo", "uk": "зелений сигнал"},
    {"hr": "crveno svjetlo", "uk": "червоний сигнал"},
    {"hr": "stanica", "uk": "зупинка"},
    {"hr": "prozor", "uk": "вікно"},
    {"hr": "hladovina", "uk": "тінь"},
    {"hr": "hladni vjetar", "uk": "холодний вітер"},
    {"hr": "rano jutro", "uk": "ранній ранок"},
    {"hr": "hladnoća", "uk": "холод"},
    {"hr": "prodavač", "uk": "продавець"},
    {"hr": "pješaci", "uk": "пішоходи"},
    {"hr": "prolaznici", "uk": "перехожі"},
    {"hr": "radni dan", "uk": "робочий день"},
    {"hr": "jutarnje sunce", "uk": "ранкове сонце"},
    {"hr": "užurbani grad", "uk": "метушливе місто"}
  ]
}