{
  "titleHr": "Jutro u poštanskom uredu",
  "titleUk": "Ранок у поштовому відділенні",
  "illustration": "story_4.png",
  "text": [
    {
      "hr": "Bilo je to jedno obično jutro u malom gradu, kada su ulice bile mirne, a sunce je tek počelo zagrijavati zrak.",
      "uk": "Це був звичайний ранок у маленькому місті, коли вулиці були тихими, а сонце тільки почало нагрівати повітря."
    },
    {
      "hr": "U centru grada nalazila se stara, ali šarmantna poštanska zgrada s natpisom 'Pošta' iznad ulaza.",
      "uk": "У центрі міста стояла стара, але чарівна будівля пошти з написом «Поšta» над входом."
    },
    {
      "hr": "Ispred pošte, ispod prozora, bio je mali vazon s cvijećem koje je cvjetalo u jarkim bojama, unoseći živost u cijelu scenu.",
      "uk": "Перед поштою, під вікном, стояв невеликий вазон із яскравими квітами, що додавали життєрадісності всій сцені."
    },
    {
      "hr": "Pored cvijeća, stajala je crvena poštanska kutija, a malo dalje na uglu bila je postavljena uredna metalna kanta za smeće.",
      "uk": "Поруч із квітами стояла червона поштова скринька, а трохи далі на розі була охайна металева сміттєва урна."
    },
    {
      "hr": "Unutra, poštanski ured bio je pun aktivnosti.",
      "uk": "Всередині поштове відділення було повне активності."
    },
    {
      "hr": "Kroz velika stakla na pročelju, prolaznici su mogli vidjeti ljude kako čekaju u redu, neki s pismima, neki s paketima.",
      "uk": "Крізь великі вікна фасаду перехожі могли бачити людей, які чекали в черзі, хтось із листами, хтось із посилками."
    },
    {
      "hr": "Poštanska službenica iza pulta brzo je radila, otvarajući ladice, pečatirajući pisma i odgovarajući na pitanja.",
      "uk": "Поштова працівниця за прилавком швидко працювала, відкриваючи шухляди, штампуючи листи і відповідаючи на запитання."
    },
    {
      "hr": "Unatoč užurbanosti, atmosfera je bila prijateljska.",
      "uk": "Попри метушню, атмосфера була дружньою."
    },
    {
      "hr": "Upravo u tom trenutku, iz poštanskog ureda izašao je poštar.",
      "uk": "Саме в цей момент з поштового відділення вийшов поштар."
    },
    {
      "hr": "Nosio je svoju uniformu, s tamnoplavim kaputom i kapom.",
      "uk": "Він був у своїй уніформі, з темно-синім пальто і кепкою."
    },
    {
      "hr": "U jednoj ruci držao je hrpu pisama, a u drugoj je imao torbu prebačenu preko ramena.",
      "uk": "В одній руці він тримав купу листів, а в іншій - сумку через плече."
    },
    {
      "hr": "Osmijeh mu je bio na licu, kao da je bio spreman na još jedan dug dan raznošenja pošte.",
      "uk": "На його обличчі була усмішка, ніби він був готовий до ще одного довгого дня рознесення пошти."
    },
    {
      "hr": "Prolaznici su ga srdačno pozdravljali dok je prolazio.",
      "uk": "Перехожі тепло вітали його, коли він проходив."
    },
    {
      "hr": "Poštar je zastao ispred pošte, podigao pogled prema nebu, uživajući u sunčanom jutru.",
      "uk": "Поштар зупинився перед поштою, підняв погляд до неба, насолоджуючись сонячним ранком."
    },
    {
      "hr": "Njegova svakodnevna ruta prolazila je kroz uske uličice i široke gradske ceste, ali uvijek je volio zastati na trenutak prije nego što započne s raznošenjem pisama.",
      "uk": "Його щоденний маршрут проходив вузькими провулками і широкими міськими вулицями, але він завжди любив зупинитися на мить перед тим, як почати розносити листи."
    },
    {
      "hr": "Ponekad bi zamolio ljude koji prolaze da mu se jave ako vide koga tko čeka poštu.",
      "uk": "Іноді він просив перехожих повідомити, якщо вони побачать когось, хто чекає на пошту."
    },
    {
      "hr": "Jedna starija gospođa upravo je izlazila iz pekare koja se nalazila nedaleko poštanskog ureda, noseći vrećicu sa svježe pečenim kruhom.",
      "uk": "Одна літня пані саме виходила з пекарні, яка була неподалік пошти, несучи пакет зі свіжоспеченим хлібом."
    },
    {
      "hr": "Ugledala je poštara i s osmijehom ga pozdravila: 'Dobro jutro! Imate li kakvih novosti za mene danas?'",
      "uk": "Вона побачила поштаря і привітала його з усмішкою: «Доброго ранку! Є щось нове для мене сьогодні?»"
    },
    {
      "hr": "Poštar je pogledao hrpu pisama u ruci i rekao: 'Možda, gospođo, još nisam stigao do vašeg dijela ulice!'",
      "uk": "Поштар поглянув на купу листів у руці і сказав: «Можливо, пані, я ще не дійшов до вашої вулиці!»"
    },
    {
      "hr": "Dok je poštar nastavio hodati prema svojem biciklu parkiranom pored ulaza, čuo je zvuk kako se vrata poštanskog ureda ponovno otvaraju.",
      "uk": "Коли поштар продовжував йти до свого велосипеда, припаркованого біля входу, він почув звук, як двері поштового відділення знову відчинилися."
    },
    {
      "hr": "Još jedan muškarac je izašao, noseći paket.",
      "uk": "Ще один чоловік вийшов, несучи посилку."
    },
    {
      "hr": "S osmijehom je mahnuo poštaru i uputio se prema svojoj destinaciji.",
      "uk": "З усмішкою він помахав поштарю і попрямував до своєї мети."
    },
    {
      "hr": "Iznutra, poštanski ured je i dalje bio u pokretu.",
      "uk": "Всередині поштове відділення все ще було в русі."
    },
    {
      "hr": "Žena s dva mala djeteta strpljivo je čekala u redu kako bi predala pismo.",
      "uk": "Жінка з двома маленькими дітьми терпляче чекала в черзі, щоб відправити лист."
    },
    {
      "hr": "Djeca su bila nestrpljiva, vukući je za rukav i pitajući je kada će moći otići.",
      "uk": "Діти були нетерплячими, тягнули її за рукав і питали, коли вони зможуть піти."
    },
    {
      "hr": "'Samo malo, gotovo smo,' rekla je tiho, pokušavajući ih umiriti.",
      "uk": "«Ще трохи, ми вже майже закінчили», — тихо сказала вона, намагаючись їх заспокоїти."
    },
    {
      "hr": "Poštanska službenica iza pulta bila je brza, a uskoro su i oni završili svoj posao.",
      "uk": "Поштова працівниця за прилавком була швидкою, і незабаром вони завершили свої справи."
    },
    {
      "hr": "Ispred pošte, cvijeće u vazonu ljuljalo se na laganom povjetarcu, a prolaznici su lagano prolazili, neki u žurbi, drugi opušteno.",
      "uk": "Перед поштою квіти у вазоні гойдалися на легкому вітерці, а перехожі повільно проходили повз, хтось у поспіху, хтось спокійно."
    },
    {
      "hr": "Poštar je pregledao svoj raspored i napokon krenuo na svoju rutu, vozeći bicikl niz ulicu, spreman dostaviti pisma i pakete svima u gradu.",
      "uk": "Поштар переглянув свій графік і нарешті вирушив на свій маршрут, їдучи на велосипеді вулицею, готовий доставити листи та посилки всім у місті."
    },
    {
      "hr": "Na kraju dana, pošta bi ponovno postala mirno mjesto, zatvorena do sljedećeg jutra.",
      "uk": "Наприкінці дня пошта знову стане тихим місцем, закритим до наступного ранку."
    },
    {
      "hr": "No, za sada, to je bilo živo središte komunikacije i svakodnevnih aktivnosti, gdje su ljudi dolazili s nadama, vijestima i paketima, donoseći život u ovaj mali dio grada.",
      "uk": "Але наразі це був живий центр комунікацій та щоденних справ, де люди приходили зі сподіваннями, новинами та посилками, приносячи життя в цю маленьку частину міста."
    }
  ],
  "vocabulary": [
    {"hr": "pošta", "uk": "пошта"},
    {"hr": "poštar", "uk": "поштар"},
    {"hr": "pismo", "uk": "лист"},
    {"hr": "paket", "uk": "посилка"},
    {"hr": "ured", "uk": "офіс"},
    {"hr": "prolaznici", "uk": "перехожі"},
    {"hr": "bicikl", "uk": "велосипед"},
    {"hr": "uniforma", "uk": "уніформа"},
    {"hr": "cvijeće", "uk": "квіти"},
    {"hr": "vazon", "uk": "вазон"},
    {"hr": "kaput", "uk": "пальто"},
    {"hr": "sunce", "uk": "сонце"},
    {"hr": "kutija", "uk": "коробка"},
    {"hr": "prozor", "uk": "вікно"},
    {"hr": "pečat", "uk": "печатка"},
    {"hr": "žurba", "uk": "поспіх"},
    {"hr": "pozdrav", "uk": "привітання"},
    {"hr": "torba", "uk": "сумка"},
    {"hr": "smijeh", "uk": "усмішка"},
    {"hr": "kap", "uk": "крапля"},
    {"hr": "hladovina", "uk": "тінь"},
    {"hr": "dani", "uk": "дні"},
    {"hr": "prijateljstvo", "uk": "дружба"},
    {"hr": "mirnoća", "uk": "спокій"},
    {"hr": "vozač", "uk": "водій"},
    {"hr": "žena", "uk": "жінка"},
    {"hr": "pekara", "uk": "пекарня"},
    {"hr": "jutro", "uk": "ранок"},
    {"hr": "vrećica", "uk": "пакет"},
    {"hr": "pisma", "uk": "листи"},
    {"hr": "poštanska kutija", "uk": "поштова скринька"},
    {"hr": "trg", "uk": "площа"},
    {"hr": "kanta", "uk": "відро"},
    {"hr": "vrijeme", "uk": "час"},
    {"hr": "rad", "uk": "робота"},
    {"hr": "sunčan", "uk": "сонячний"},
    {"hr": "djeca", "uk": "діти"},
    {"hr": "ulaz", "uk": "вхід"},
    {"hr": "život", "uk": "життя"},
    {"hr": "grad", "uk": "місто"},
    {"hr": "komunikacija", "uk": "комунікація"},
    {"hr": "aktivnosti", "uk": "активності"}
  ]
}
