{
  "titleHr": "Iščekivanje pred kazalištem",
  "titleUk": "Очікування перед театром",
  "illustration": "story_2.png",
  "text": [
    {
      "hr": "Bilo je to jedno rano jesensko popodne, kada su listovi drveća tek počeli mijenjati boje u žuto, narančasto i crveno.",
      "uk": "Це був ранній осінній день, коли листя дерев тільки почало змінювати колір на жовтий, помаранчевий та червоний."
    },
    {
      "hr": "Ispred starog gradskog kazališta, stajala je mala skupina ljudi u redu za ulaznice.",
      "uk": "Перед старим міським театром стояла невелика група людей у черзі за квитками."
    },
    {
      "hr": "Dan je bio svjež, ali sunčan, i lagani povjetarac donosio je miris vlažne zemlje i opalog lišća.",
      "uk": "День був свіжим, але сонячним, і легкий вітерець приносив запах вологого ґрунту і опалого листя."
    },
    {
      "hr": "Prvi u redu stajao je gospodin u dugačkom kaputu, s elegantnim šeširom na glavi, rukavicama na rukama i kišobranom u ruci.",
      "uk": "Першим у черзі стояв чоловік у довгому пальто, з елегантним капелюхом на голові, рукавичками на руках і парасолькою в руці."
    },
    {
      "hr": "Bio je potpuno pripremljen za jesen, iako nije bilo ni oblaka na nebu.",
      "uk": "Він був повністю підготовлений до осені, хоча на небі не було жодної хмаринки."
    },
    {
      "hr": "\"Nikad se ne zna s ovim vremenom,\" pomislio je, gledajući prema nebu, kao da očekuje iznenadnu kišu.",
      "uk": "\"Ніколи не знаєш із цим погодою,\" подумав він, дивлячись на небо, ніби чекаючи на раптовий дощ."
    },
    {
      "hr": "Iako je bio ozbiljnog izgleda, svi su ga znali kao pravog džentlmena.",
      "uk": "Хоч він мав серйозний вигляд, усі знали його як справжнього джентльмена."
    },
    {
      "hr": "Svaki dan bi šetao gradom, uvijek besprijekorno odjeven i spreman na sve vremenske prilike.",
      "uk": "Щодня він прогулювався містом, завжди бездоганно вдягнений і готовий до будь-якої погоди."
    },
    {
      "hr": "Iza njega, stajala je mlada žena u šarenoj haljini, prekrivena toplom vunenom maramom, a na nogama je nosila visoke čizme.",
      "uk": "За ним стояла молода жінка в кольоровій сукні, вкрита теплою вовняною хусткою, а на ногах у неї були високі чоботи."
    },
    {
      "hr": "Pored nje, držala je za ruku svog sina, dječaka od otprilike šest godina, koji je bio potpuno suprotno od nje.",
      "uk": "Поруч із нею, за руку, стояв її син, хлопчик приблизно шести років, який був повністю протилежним до неї."
    },
    {
      "hr": "Nosio je kratke hlače, tanku majicu i šiltericu na glavi, kao da ljeto još uvijek nije prošlo.",
      "uk": "Він був одягнений у короткі шорти, тонку футболку та кепку, ніби літо ще не закінчилося."
    },
    {
      "hr": "Njegove male tenisice bile su potpuno spremne za trčanje, a pogled mu je stalno bježao prema parku pored kazališta, gdje su druge djeca igrala nogomet.",
      "uk": "Його маленькі кросівки були повністю готові до бігу, а погляд постійно тікав до парку поруч із театром, де інші діти грали у футбол."
    },
    {
      "hr": "\"Mama, hoćemo li dugo čekati?\" pitao je nestrpljivo.",
      "uk": "\"Мамо, ми будемо довго чекати?\" запитав він нетерпляче."
    },
    {
      "hr": "\"Strpi se, Marko, brzo ćeš vidjeti predstavu,\" odgovorila je s blagim osmijehom.",
      "uk": "\"Потерпи, Марко, скоро побачиш виставу,\" відповіла вона з м'якою усмішкою."
    },
    {
      "hr": "Odmah iza njih, stajao je mladić u džemperu i trapericama, s tamnim sunčanim naočalama na licu.",
      "uk": "Одразу за ними стояв хлопець у светрі та джинсах, із темними сонцезахисними окулярами на обличчі."
    },
    {
      "hr": "Iako sunce više nije bilo tako jako, naočale su mu davale cool izgled koji je očigledno volio.",
      "uk": "Хоча сонце вже не було таким яскравим, окуляри надавали йому крутий вигляд, який він очевидно любив."
    },
    {
      "hr": "Ruke su mu bile u džepovima, a slušalice u ušima.",
      "uk": "Його руки були в кишенях, а вуха прикриті навушниками."
    },
    {
      "hr": "Izgledao je nezainteresirano, ali svako malo bi iz džepa izvadio telefon i provjerio koliko je još ostalo do predstave.",
      "uk": "Він виглядав незацікавленим, але час від часу діставав телефон із кишені, щоб перевірити, скільки залишилося до вистави."
    },
    {
      "hr": "\"Kazalište... hm, bolje da je ovo dobro,\" promrmljao je sam sebi.",
      "uk": "\"Театр... хм, краще, щоб це було добре,\" пробурмотів він собі під ніс."
    },
    {
      "hr": "Na kraju reda stajala je starija gospođa.",
      "uk": "В кінці черги стояла старша пані."
    },
    {
      "hr": "Imala je na sebi debeli kardigan, mekanu suknju, a u ruci je držala platnenu torbu s pletenim uzorkom.",
      "uk": "Вона була одягнена в товстий кардиган, м'яку спідницю, а в руці тримала тканинну сумку з в'язаним візерунком."
    },
    {
      "hr": "Njeno lice bilo je blago i nasmiješeno, a oči su joj bile usmjerene prema ljudima ispred nje.",
      "uk": "Її обличчя було м'яким і усміхненим, а погляд спрямований на людей попереду."
    },
    {
      "hr": "\"Oh, kako je lijepo vidjeti toliko mladih ljudi u kazalištu,\" mislila je.",
      "uk": "\"О, як приємно бачити стільки молодих людей у театрі,\" подумала вона."
    },
    {
      "hr": "Bila je velika ljubiteljica umjetnosti i svake subote dolazila bi gledati predstave, bez obzira na to koja je bila na repertoaru.",
      "uk": "Вона була великою прихильницею мистецтва і щосуботи приходила дивитися вистави, незалежно від того, що було в репертуарі."
    },
    {
      "hr": "Za nju, kazalište je bilo nešto posebno, nešto što je donosilo radost i boje u njen život.",
      "uk": "Для неї театр був чимось особливим, тим, що приносило радість і барви в її життя."
    },
    {
      "hr": "Red se polako pomicao, a atmosfera ispred kazališta bila je ispunjena tihim razgovorima i povremenim smijehom.",
      "uk": "Черга повільно рухалася, а атмосфера перед театром була наповнена тихими розмовами і час від часу сміхом."
    },
    {
      "hr": "Lastavice su letjele iznad krova kazališta, kao da i one promatraju što se događa ispod.",
      "uk": "Ластівки літали над дахом театру, ніби вони теж спостерігали за тим, що відбувається внизу."
    },
    {
      "hr": "\"Možda i one čekaju na predstavu,\" nasmijala se mlada žena kad je to primijetila.",
      "uk": "\"Можливо, вони теж чекають на виставу,\" засміялася молода жінка, коли це помітила."
    },
    {
      "hr": "Mali Marko bio je nestrpljiv, stalno bi se vrtio i pitao kad će moći ući.",
      "uk": "Маленький Марко був нетерплячим, постійно крутився і запитував, коли він зможе зайти."
    },
    {
      "hr": "Mladić sa slušalicama još uvijek je bio u svom svijetu, a starija gospođa veselo je razgovarala s gospodinom ispred sebe o prošlotjednoj predstavi koju su oboje gledali.",
      "uk": "Хлопець із навушниками все ще був у своєму світі, а старша пані весело розмовляла з чоловіком попереду про минулотижневу виставу, яку вони обоє бачили."
    },
    {
      "hr": "Konačno, vrata kazališta su se otvorila, a red se počeo brže kretati.",
      "uk": "Нарешті, двері театру відчинилися, і черга почала рухатися швидше."
    },
    {
      "hr": "\"Evo nas, napokon,\" rekao je gospodin u kaputu, izvadio svoju ulaznicu i polako krenuo prema ulazu.",
      "uk": "\"Ось і ми, нарешті,\" сказав чоловік у пальто, дістав свій квиток і повільно попрямував до входу."
    },
    {
      "hr": "Iza njega, mlada žena i njen sin žurili su za njim, a Marko je skakutao od uzbuđenja.",
      "uk": "За ним поспішали молода жінка та її син, а Марко підстрибував від захоплення."
    },
    {
      "hr": "Mladić s naočalama skinuo je slušalice, napokon obraćajući pažnju, dok je starija gospođa veselo mahnula mladom paru ispred sebe, ulazeći posljednja, ali s osmijehom koji je osvijetlio cijelo njeno lice.",
      "uk": "Хлопець в окулярах зняв навушники, нарешті звертаючи увагу, а старша пані весело махнула молодій парі попереду, заходячи останньою, але з усмішкою, яка осяяла все її обличчя."
    },
    {
      "hr": "Bio je to običan dan ispred kazališta, ali za svakoga u tom redu, bio je poseban trenutak, ispunjen iščekivanjem, radošću i toplinom ranog jesenskog dana.",
      "uk": "Це був звичайний день перед театром, але для кожного в цій черзі це був особливий момент, наповнений очікуванням, радістю і теплом раннього осіннього дня."
    }
  ],
  "vocabulary": [
    {"hr": "jesen", "uk": "осінь"},
    {"hr": "red", "uk": "черга"},
    {"hr": "kazalište", "uk": "театр"},
    {"hr": "ulaznice", "uk": "квитки"},
    {"hr": "kaput", "uk": "пальто"},
    {"hr": "šal", "uk": "шарф"},
    {"hr": "marama", "uk": "хустка"},
    {"hr": "čizme", "uk": "чоботи"},
    {"hr": "sin", "uk": "син"},
    {"hr": "šilterica", "uk": "кепка"},
    {"hr": "hladnoća", "uk": "холод"},
    {"hr": "kap", "uk": "крапля"},
    {"hr": "sunce", "uk": "сонце"},
    {"hr": "parfem", "uk": "парфум"},
    {"hr": "vjetar", "uk": "вітер"},
    {"hr": "park", "uk": "парк"},
    {"hr": "ples", "uk": "танець"},
    {"hr": "tihi", "uk": "тихий"},
    {"hr": "smijeh", "uk": "сміх"},
    {"hr": "vrata", "uk": "двері"},
    {"hr": "radost", "uk": "радість"},
    {"hr": "džentlmen", "uk": "джентльмен"},
    {"hr": "suknja", "uk": "спідниця"},
    {"hr": "mladić", "uk": "юнак"},
    {"hr": "lastavice", "uk": "ластівки"},
    {"hr": "karta", "uk": "квиток"},
    {"hr": "platnena torba", "uk": "тканинна сумка"},
    {"hr": "telefon", "uk": "телефон"},
    {"hr": "naočale", "uk": "окуляри"},
    {"hr": "predstava", "uk": "вистава"},
    {"hr": "vuna", "uk": "вовна"},
    {"hr": "čekati", "uk": "чекати"},
    {"hr": "uživati", "uk": "насолоджуватися"},
    {"hr": "prostor", "uk": "простір"},
    {"hr": "boje", "uk": "кольори"},
    {"hr": "blizina", "uk": "близькість"},
    {"hr": "djetinjstvo", "uk": "дитинство"},
    {"hr": "ljeto", "uk": "літо"},
    {"hr": "prolaznik", "uk": "перехожий"},
    {"hr": "prošlost", "uk": "минуле"},
    {"hr": "svakodnevnica", "uk": "щоденність"},
    {"hr": "sretan", "uk": "щасливий"},
    {"hr": "vrijeme", "uk": "час"},
    {"hr": "umjetnost", "uk": "мистецтво"}
  ]
}
