{
  "title_hr": "Glazbeni studio i harmonija instrumenata",
  "title_uk": "Музична студія та гармонія інструментів",
  "illustration": "story_13.png",
  "text": [
    {
      "hr": "Bilo je kasno popodne kada je mladi bend, sastavljen od pet prijatelja, stigao u svoj omiljeni glazbeni studio.",
      "uk": "Був пізній день, коли молодий гурт, що складався з п’ятьох друзів, прийшов до своєї улюбленої музичної студії."
    },
    {
      "hr": "Prostorija je bila topla i ugodna, ispunjena raznim glazbenim instrumentima koji su čekali da ožive pod rukama mladih glazbenika.",
      "uk": "Приміщення було теплим і затишним, заповненим різними музичними інструментами, які чекали на те, щоб ожити в руках молодих музикантів."
    },
    {
      "hr": "Svaki član benda imao je svoj instrument, a svatko je bio zadužen za poseban zvuk koji je oblikovao njihov jedinstveni stil.",
      "uk": "Кожен учасник гурту мав свій інструмент, і кожен відповідав за особливий звук, який формував їх унікальний стиль."
    },
    {
      "hr": "Prvi je u studio ušao Luka, njihov gitarist.",
      "uk": "Першим до студії увійшов Лука, їхній гітарист."
    },
    {
      "hr": "Nosio je svoju električnu gitaru, omiljeni Fender, koji je već bio izgreban od brojnih proba i svirki.",
      "uk": "Він ніс свою електрогітару, улюблений Fender, що вже був подряпаний від численних репетицій і виступів."
    },
    {
      "hr": "Gitara je bila njegovo glavno oružje, a kada bi zasvirao prve akorde, prostorija bi se ispunila zvukom.",
      "uk": "Гітара була його головною зброєю, і коли він грав перші акорди, приміщення наповнювалося звуком."
    },
    {
      "hr": "Luka je volio eksperimentirati s različitim efektima, koristeći pedale kako bi stvorio različite zvučne efekte.",
      "uk": "Лука любив експериментувати з різними ефектами, використовуючи педалі для створення різних звукових ефектів."
    },
    {
      "hr": "\"Ajmo dečki, vrijeme je za svirku!\" rekao je s osmijehom, dok je priključivao gitaru na pojačalo.",
      "uk": "\"Хлопці, час грати!\" сказав він з усмішкою, підключаючи гітару до підсилювача."
    },
    {
      "hr": "Odmah za njim ušao je Marko, basist benda.",
      "uk": "Одразу за ним увійшов Марко, басист гурту."
    },
    {
      "hr": "Nosio je bas gitaru, koja je bila ključna za stvaranje ritmične podloge pjesama.",
      "uk": "Він ніс бас-гітару, яка була ключовою для створення ритмічної основи пісень."
    },
    {
      "hr": "Bas je davao dubinu zvuku benda, a Marko je s lakoćom prelazio prstima preko žica.",
      "uk": "Бас додавав глибину звуку гурту, і Марко легко перебігав пальцями по струнах."
    },
    {
      "hr": "\"Bez basa, ne bismo imali pravu energiju,\" rekao bi često.",
      "uk": "\"Без басу в нас не було б справжньої енергії,\" часто говорив він."
    },
    {
      "hr": "Kad je započeo svirati prve tonove, prostorija je počela vibrirati, stvarajući temelje za ostatak zvuka.",
      "uk": "Коли він почав грати перші ноти, приміщення почало вібрувати, створюючи основу для решти звуку."
    },
    {
      "hr": "Uskoro su stigli i Matej, bubnjar, te Ana, klavijaturistica benda.",
      "uk": "Невдовзі прийшли Матей, барабанщик, та Ана, клавішниця гурту."
    },
    {
      "hr": "Matej je odmah sjeo za svoj bubanj, velik set s puno različitih dijelova – bas bubanj, snare bubanj, tomsovi, činele i hi-hat.",
      "uk": "Матей одразу сів за свій барабан, великий комплект з безліччю різних частин — бас-барабан, малий барабан, томи, тарілки та хай-хет."
    },
    {
      "hr": "Bubanj je bio srce benda, jer bez ritma nema ni glazbe.",
      "uk": "Барабан був серцем гурту, бо без ритму немає музики."
    },
    {
      "hr": "Matej je bio pravi majstor ritma, i svaki udarac na palice bio je precizan.",
      "uk": "Матей був справжнім майстром ритму, і кожен удар паличками був точним."
    },
    {
      "hr": "\"Spremni ste za akciju?\" upitao je ostale, dok je podešavao visinu svog sjedala i provjeravao zategnutost bubnjeva.",
      "uk": "\"Готові до дій?\" запитав він інших, регулюючи висоту свого сидіння та перевіряючи натяг барабанів."
    },
    {
      "hr": "Ana je polako prilazila svojim klavijaturama.",
      "uk": "Ана повільно підійшла до своїх клавіш."
    },
    {
      "hr": "Njezin instrument bio je digitalni, ali je mogao oponašati zvukove mnogih drugih instrumenata, poput klavira, orgulja i sintisajzera.",
      "uk": "Її інструмент був цифровим, але він міг імітувати звуки багатьох інших інструментів, таких як піаніно, органи та синтезатор."
    },
    {
      "hr": "Klavijature su dodavale melodijske linije koje su obogaćivale pjesme.",
      "uk": "Клавіші додавали мелодійні лінії, які збагачували пісні."
    },
    {
      "hr": "\"Ajmo, dečki, da čujem što smo pripremili ovaj put!\" rekla je veselo.",
      "uk": "\"Ну, хлопці, давайте подивимося, що ми підготували цього разу!\" сказала вона весело."
    },
    {
      "hr": "Posljednji je stigao Ivan, njihov vokalist i povremeni svirač akustične gitare.",
      "uk": "Останнім прийшов Іван, їхній вокаліст і часом гравець на акустичній гітарі."
    },
    {
      "hr": "Akustična gitara bila je jednostavnija od električne, bez pojačala, s toplim i prirodnim zvukom.",
      "uk": "Акустична гітара була простішою за електричну, без підсилювача, з теплим і природним звуком."
    },
    {
      "hr": "\"Ajde, Luka, daj neki akord, pa ćemo započeti!\" rekao je Ivan dok je podešavao mikrofon ispred sebe.",
      "uk": "\"Лука, дай якийсь акорд, і ми почнемо!\" сказав Іван, налаштовуючи мікрофон перед собою."
    },
    {
      "hr": "Svi su sada bili spremni, a prvi akord električne gitare napunio je prostoriju.",
      "uk": "Усі тепер були готові, і перший акорд електрогітари наповнив кімнату."
    },
    {
      "hr": "Bas je odmah pratio ritam, bubnjevi su počeli davati energiju, a klavijature su dodale slojeve melodije.",
      "uk": "Бас одразу підтримав ритм, барабани почали додавати енергію, а клавіші додали шари мелодії."
    },
    {
      "hr": "Ivan je započeo pjevati, a bend je bio potpuno usklađen.",
      "uk": "Іван почав співати, і гурт був повністю узгоджений."
    },
    {
      "hr": "Zvuk glazbe bio je snažan, ali harmoničan – svaki instrument imao je svoju ulogu, a zajedno su stvarali čaroliju.",
      "uk": "Звук музики був потужним, але гармонійним — кожен інструмент мав свою роль, а разом вони створювали магію."
    },
    {
      "hr": "\"Definitivno, mislim da smo spremni za koncert sljedeći tjedan,\" dodao je Luka.",
      "uk": "\"Безумовно, я думаю, що ми готові до концерту наступного тижня,\" додав Лука."
    }
  ],
  "vocabulary": [
    {"hr": "bend", "uk": "гурт"},
    {"hr": "instrument", "uk": "інструмент"},
    {"hr": "gitara", "uk": "гітара"},
    {"hr": "bas", "uk": "бас"},
    {"hr": "bubanj", "uk": "барабан"},
    {"hr": "klavijature", "uk": "клавіші"},
    {"hr": "vokal", "uk": "вокал"},
    {"hr": "akord", "uk": "акорд"},
    {"hr": "svirka", "uk": "гра"},
    {"hr": "pojačalo", "uk": "підсилювач"},
    {"hr": "pedala", "uk": "педаль"},
    {"hr": "studio", "uk": "студія"},
    {"hr": "prostorija", "uk": "кімната"},
    {"hr": "prijatelj", "uk": "друг"},
    {"hr": "koncert", "uk": "концерт"},
    {"hr": "svirati", "uk": "грати"},
    {"hr": "zvuk", "uk": "звук"},
    {"hr": "melodija", "uk": "мелодія"},
    {"hr": "ritam", "uk": "ритм"},
    {"hr": "harmonija", "uk": "гармонія"},
    {"hr": "akustičan", "uk": "акустичний"},
    {"hr": "digitalni", "uk": "цифровий"},
    {"hr": "vibracija", "uk": "вібрація"},
    {"hr": "palica", "uk": "паличка"},
    {"hr": "tipka", "uk": "клавіша"},
    {"hr": "ton", "uk": "тон"},
    {"hr": "akord", "uk": "акорд"},
    {"hr": "umjetnost", "uk": "мистецтво"},
    {"hr": "publika", "uk": "публіка"},
    {"hr": "uskladiti", "uk": "узгодити"}
  ]
}
