{
  "titleHr": "Propuštene prilike",
  "titleUk": "Втрачені можливості",
  "illustration": "story_15.png",
  "text": [
    {
      "hr": "Da je Marko znao što ga čeka tog kišnog dana, vjerojatno bi ostao kod kuće.",
      "uk": "Якби Марко знав, що чекає його того дощового дня, він, ймовірно, залишився б удома."
    },
    {
      "hr": "Ali, kako to obično biva, život se odvija po svojim pravilima.",
      "uk": "Але, як це зазвичай буває, життя йде за своїми правилами."
    },
    {
      "hr": "Kiša je padala cijeli dan, a Marko bi obično otišao na posao biciklom, ali danas je odlučio prošetati.",
      "uk": "Дощ лив увесь день, і зазвичай Марко їздив на роботу велосипедом, але сьогодні він вирішив пройтися пішки."
    },
    {
      "hr": "Pomislio je da bi kiša mogla stati, ali kišilo je još jače.",
      "uk": "Він думав, що дощ може припинитися, але дощило ще сильніше."
    },
    {
      "hr": "„Da sam uzeo kišobran, ne bih sad bio sav mokar“, mrmljao je sebi u bradu dok je hodao ulicom.",
      "uk": "«Якби я взяв парасолю, я б зараз не промок», бурмотів собі під ніс, йдучи вулицею."
    },
    {
      "hr": "Ubrzo je došao do starog kafića u kojemu se uvijek zaustavljao kad bi imao slobodnog vremena.",
      "uk": "Незабаром він дійшов до старого кафе, де завжди зупинявся, коли мав вільний час."
    },
    {
      "hr": "Ušao bi unutra, popio kavu i odmorio se, kad bi imao više vremena.",
      "uk": "Він зайшов би всередину, випив кави й відпочив, якби мав більше часу."
    },
    {
      "hr": "Danas je bio jedan od tih dana kad se mogao malo opustiti.",
      "uk": "Сьогодні був один із тих днів, коли він міг трохи розслабитися."
    },
    {
      "hr": "„Da imam vremena, naručio bih i kolač,“ pomislio je.",
      "uk": "«Якби я мав час, я б замовив і тістечко», подумав він."
    },
    {
      "hr": "Sjeo je za svoj omiljeni stol pored prozora.",
      "uk": "Він сів за свій улюблений стіл біля вікна."
    },
    {
      "hr": "Kad bi mogao, cijeli bi dan promatrao ljude kako prolaze vani.",
      "uk": "Якби він міг, він цілий день спостерігав би за людьми, що проходять повз."
    },
    {
      "hr": "Ali, imao je obaveze koje ga čekaju kod kuće.",
      "uk": "Але на нього вдома чекали справи."
    },
    {
      "hr": "Naručio je kavu i razmišljao o svemu što bi se moglo dogoditi u njegovom životu da je donio drugačije odluke.",
      "uk": "Він замовив каву й розмірковував про все, що могло б статися в його житті, якби він приймав інші рішення."
    },
    {
      "hr": "„Da sam studirao arhitekturu, možda bih sada projektirao zgrade,“ razmišljao je.",
      "uk": "«Якби я вивчав архітектуру, можливо, зараз я б проектував будівлі», міркував він."
    },
    {
      "hr": "„Možda bih bio poznat arhitekt, da sam se više trudio.“",
      "uk": "«Можливо, я був би відомим архітектором, якби більше старався»."
    },
    {
      "hr": "Dok je tako razmišljao, u kafić je ušla žena.",
      "uk": "Поки він так розмірковував, до кафе увійшла жінка."
    },
    {
      "hr": "Marku se učinila poznatom, kao da ju je već negdje sreo.",
      "uk": "Маркові здалося, що вона йому знайома, ніби він її вже десь бачив."
    },
    {
      "hr": "Pitao bi je tko je, da nije bio toliko sramežljiv.",
      "uk": "Він би запитав її, хто вона, якби не був таким сором'язливим."
    },
    {
      "hr": "Promatrao ju je dok je sjela za stol nekoliko metara dalje i naručila čaj.",
      "uk": "Він спостерігав за нею, коли вона сіла за стіл за кілька метрів від нього і замовила чай."
    },
    {
      "hr": "„Da imam hrabrosti, prišao bih joj,“ rekao je tiho.",
      "uk": "«Якби я мав сміливість, я б підійшов до неї», тихо сказав він."
    },
    {
      "hr": "Pomislio je da bi možda mogao započeti razgovor o kiši, jer je to bilo jedino očito što im je bilo zajedničko.",
      "uk": "Він подумав, що, можливо, міг би почати розмову про дощ, оскільки це було єдине очевидне, що їх об'єднувало."
    },
    {
      "hr": "„Ako me pogleda, osmjehnuo bih se,“ pomislio je, ali ona je bila previše zaokupljena svojim mislima da bi ga primijetila.",
      "uk": "«Якщо вона на мене подивиться, я посміхнуся», подумав він, але вона була надто зайнята своїми думками, щоб його помітити."
    },
    {
      "hr": "Kad bi se osmjehnula, možda bi se odvažio i prišao joj.",
      "uk": "Якби вона посміхнулася, можливо, він би наважився підійти до неї."
    },
    {
      "hr": "Činilo mu se da bi se mogli dobro razumjeti.",
      "uk": "Йому здавалося, що вони могли б добре порозумітися."
    },
    {
      "hr": "„Da razgovaramo, sigurno bih joj rekao koliko mi se sviđa ovaj kafić,“ razmišljao je Marko.",
      "uk": "«Якби ми поговорили, я б точно сказав їй, як мені подобається це кафе», розмірковував Марко."
    },
    {
      "hr": "Nakon nekoliko minuta, žena je ustala i krenula prema vratima.",
      "uk": "Через кілька хвилин жінка встала і попрямувала до дверей."
    },
    {
      "hr": "Marko je osjetio da mora nešto poduzeti.",
      "uk": "Марко відчув, що має щось зробити."
    },
    {
      "hr": "„Ako je sad ne zaustavim, nikad je više neću vidjeti,“ rekao je sam sebi.",
      "uk": "«Якщо я зараз її не зупиню, більше ніколи її не побачу», сказав він собі."
    },
    {
      "hr": "Ali, kad je otvorila vrata i izašla van na kišu, on je ostao sjediti na svom mjestu.",
      "uk": "Але коли вона відкрила двері й вийшла під дощ, він залишився сидіти на своєму місці."
    },
    {
      "hr": "„Da sam brži, možda bih je uspio zaustaviti,“ razmišljao je s dozom žaljenja.",
      "uk": "«Якби я був швидшим, можливо, я б устиг її зупинити», думав він із ноткою жалю."
    },
    {
      "hr": "Nakon što je otišla, Marko je razmišljao o svim prilikama u životu koje je propustio jer nije imao hrabrosti poduzeti prvi korak.",
      "uk": "Після того, як вона пішла, Марко думав про всі можливості в житті, які він пропустив, тому що не мав сміливості зробити перший крок."
    },
    {
      "hr": "Kad bi mogao vratiti vrijeme, sigurno bi to učinio.",
      "uk": "Якби він міг повернути час, він би точно це зробив."
    },
    {
      "hr": "Da je bio odlučniji, možda bi sada sjedio s tom ženom i razgovarao.",
      "uk": "Якби він був рішучішим, можливо, зараз він би сидів із тією жінкою і розмовляв."
    },
    {
      "hr": "Ali, prošlost se ne može promijeniti.",
      "uk": "Але минуле змінити не можна."
    },
    {
      "hr": "Dok je plaćao račun i pripremao se za povratak kući, pomislio je: „Sljedeći put kad je vidim, prići ću joj, bez obzira na sve.“",
      "uk": "Поки він оплачував рахунок і готувався повернутися додому, він подумав: «Наступного разу, коли її побачу, я підійду до неї, незалежно від усього»."
    },
    {
      "hr": "Odlučio je da više neće propuštati prilike u životu.",
      "uk": "Він вирішив більше не пропускати можливостей у житті."
    },
    {
      "hr": "„Da mogu ponovno birati, uvijek bih izabrao hrabrost,“ rekao je sam sebi s osmijehom, izlazeći iz kafića.",
      "uk": "«Якби я міг знову обирати, я завжди обирав би сміливість», сказав він собі з усмішкою, виходячи з кафе."
    },
    {
      "hr": "Na putu prema kući, kiša je prestala padati.",
      "uk": "Дорогою додому дощ припинився."
    },
    {
      "hr": "„Da je barem uvijek tako,“ pomislio je.",
      "uk": "«Якби це завжди було так», подумав він."
    },
    {
      "hr": "Kad bi se život mogao kontrolirati kao vrijeme, sve bi bilo jednostavnije.",
      "uk": "Якби життя можна було контролювати, як погоду, все було б простіше."
    },
    {
      "hr": "Ali, Marko je znao da život nije uvijek takav, i da su neki trenuci jednostavno prilike koje treba iskoristiti u trenutku kad se pojave.",
      "uk": "Але Марко знав, що життя не завжди таке, і що деякі моменти — це просто можливості, які треба використати в той момент, коли вони з'являються."
    }
  ],
  "vocabulary": [
    {"hr": "kiša", "uk": "дощ"},
    {"hr": "kišobran", "uk": "парасоля"},
    {"hr": "kafić", "uk": "кафе"},
    {"hr": "bicikl", "uk": "велосипед"},
    {"hr": "mogućnost", "uk": "можливість"},
    {"hr": "prilika", "uk": "шанс"},
    {"hr": "razgovor", "uk": "розмова"},
    {"hr": "sramežljiv", "uk": "сором'язливий"},
    {"hr": "promatrati", "uk": "спостерігати"},
    {"hr": "hrabrost", "uk": "сміливість"},
    {"hr": "osmijeh", "uk": "усмішка"},
    {"hr": "prvi korak", "uk": "перший крок"},
    {"hr": "žaljenje", "uk": "жаль"},
    {"hr": "odlučnost", "uk": "рішучість"},
    {"hr": "sjećanje", "uk": "спогад"},
    {"hr": "stol", "uk": "стіл"},
    {"hr": "kišno", "uk": "дощовий"},
    {"hr": "izaći", "uk": "вийти"},
    {"hr": "propuštati", "uk": "пропускати"},
    {"hr": "prošlost", "uk": "минуле"},
    {"hr": "vrijeme", "uk": "час"},
    {"hr": "kontrola", "uk": "контроль"},
    {"hr": "život", "uk": "життя"},
    {"hr": "pojaviti se", "uk": "з'явитися"},
    {"hr": "izabrati", "uk": "обрати"},
    {"hr": "račun", "uk": "рахунок"},
    {"hr": "hodati", "uk": "йти"},
    {"hr": "vrata", "uk": "двері"},
    {"hr": "stajati", "uk": "стояти"},
    {"hr": "kako", "uk": "як"},
    {"hr": "sjediti", "uk": "сидіти"},
    {"hr": "prva prilika", "uk": "перший шанс"},
    {"hr": "posao", "uk": "робота"},
    {"hr": "proći", "uk": "проходити"},
    {"hr": "naručiti", "uk": "замовити"},
    {"hr": "ako", "uk": "якщо"},
    {"hr": "sljedeći", "uk": "наступний"},
    {"hr": "obaveza", "uk": "обов'язок"},
    {"hr": "prozor", "uk": "вікно"},
    {"hr": "brže", "uk": "швидше"},
    {"hr": "promijeniti", "uk": "змінити"}
  ]
}
