{
  "titleHr": "Od simpatije do antipatije: Kako izražavamo osjećaje prema ljudima i stvarima",
  "titleUk": "Від симпатії до антипатії: Як ми виражаємо почуття до людей і речей",
  "illustration": "story_28.png",
  "text": [
    {
      "hr": "Marina je sjedila u omiljenom kafiću s prijateljicama, promatrajući ljude koji su prolazili pored njih.",
      "uk": "Марина сиділа у своєму улюбленому кафе з подругами, спостерігаючи за людьми, які проходили повз."
    },
    {
      "hr": "Razgovor je krenuo u smjeru različitih ukusa i preferencija, kako prema ljudima, tako i prema svakodnevnim stvarima.",
      "uk": "Розмова пішла в напрямку різних смаків і переваг, як щодо людей, так і щодо повсякденних речей."
    },
    {
      "hr": "\"Znate,\" rekla je Marina, \"uvijek me fasciniralo kako izražavamo sviđanje ili nesviđanje prema nečemu.\"",
      "uk": "\"Знаєте,\" сказала Марина, \"мене завжди захоплювало, як ми виражаємо симпатію чи антипатію до чогось.\""
    },
    {
      "hr": "Ponekad je dovoljno jedna riječ da preneseš cijeli spektar osjećaja.",
      "uk": "Іноді достатньо одного слова, щоб передати весь спектр почуттів."
    },
    {
      "hr": "Prijateljice su se složile.",
      "uk": "Подруги погодилися."
    },
    {
      "hr": "Anja, koja je sjedila preko puta Marine, bila je poznata po tome da vrlo jasno izražava svoje simpatije i antipatije.",
      "uk": "Аня, яка сиділа навпроти Марини, була відома тим, що дуже чітко виражала свої симпатії та антипатії."
    },
    {
      "hr": "\"Pa da, na primjer, kad kažem da mi je nešto 'OK', to znači da mi je neutralno – ni volim ni mrzim, samo mi je... prihvatljivo,\" rekla je Anja, smijući se.",
      "uk": "\"Ну так, наприклад, коли я кажу, що щось 'OK', це означає, що це для мене нейтрально – ні люблю, ні ненавиджу, просто прийнятно,\" сказала Аня, сміючись."
    },
    {
      "hr": "Marina je kimnula.",
      "uk": "Марина кивнула."
    },
    {
      "hr": "\"Da, i ja često koristim tu riječ.",
      "uk": "\"Так, і я часто використовую це слово."
    },
    {
      "hr": "Kad kažem da mi je nešto 'u redu', to znači da mi nije pretjerano važno, ali nemam ni ništa protiv toga.\"",
      "uk": "Коли я кажу, що щось 'у порядку', це означає, що мені це не надто важливо, але я також не маю нічого проти цього.\""
    },
    {
      "hr": "No, tada se prisjetila trenutaka kada nije bila tako neutralna.",
      "uk": "Але тоді вона згадала моменти, коли не була такою нейтральною."
    },
    {
      "hr": "\"Ali kad mi se nešto stvarno sviđa, koristim jače riječi.",
      "uk": "\"Але коли мені щось дійсно подобається, я використовую сильніші слова."
    },
    {
      "hr": "Na primjer, kažem da nešto obožavam ili da sam stvarno oduševljena.\"",
      "uk": "Наприклад, я кажу, що щось обожнюю або що я справді в захваті.\""
    },
    {
      "hr": "Anja je podigla obrvu.",
      "uk": "Аня підняла брову."
    },
    {
      "hr": "\"Oduševljena? To je baš jaka riječ.",
      "uk": "\"Захоплена? Це дуже сильне слово."
    },
    {
      "hr": "Znači, koristiš je samo za stvari koje ti se baš jako sviđaju, zar ne?\"",
      "uk": "Отже, ти використовуєш його лише для речей, які тобі дуже подобаються, чи не так?\""
    },
    {
      "hr": "Marina je potvrdila.",
      "uk": "Марина підтвердила."
    },
    {
      "hr": "\"Naravno.",
      "uk": "\"Звісно."
    },
    {
      "hr": "Na primjer, kada govorim o svom omiljenom filmu, kažem da sam oduševljena kako je snimljen ili koliko me priča dirnula.",
      "uk": "Наприклад, коли я говорю про свій улюблений фільм, я кажу, що в захваті від того, як він знятий або наскільки мене зворушила історія."
    },
    {
      "hr": "To nije samo sviđanje, to je prava privrženost nečemu.\"",
      "uk": "Це не просто симпатія, це справжня прив'язаність до чогось.\""
    },
    {
      "hr": "No, nije uvijek bilo lako izraziti koliko ti se nešto ili netko sviđa.",
      "uk": "Але не завжди було легко висловити, наскільки тобі щось або хтось подобається."
    },
    {
      "hr": "Marina je razmišljala kako ponekad možemo biti i zatečeni vlastitim osjećajima.",
      "uk": "Марина думала про те, як іноді нас можуть збентежити наші власні почуття."
    },
    {
      "hr": "\"Znate, s ljudima je to još složenije.",
      "uk": "\"Знаєте, з людьми це ще складніше."
    },
    {
      "hr": "Recimo, kad upoznaš nekoga tko ti se odmah svidi, ne kažeš odmah 'zaljubljena sam'.",
      "uk": "Наприклад, коли ти зустрічаєш когось, хто тобі відразу подобається, ти не кажеш відразу 'я закохана'."
    },
    {
      "hr": "Koristimo riječi kao što su 'simpatičan', 'zanimljiv' ili 'drag'.",
      "uk": "Ми використовуємо такі слова, як 'симпатичний', 'цікавий' або 'милий'."
    },
    {
      "hr": "To su riječi koje izražavaju blagu privrženost, bez prevelike emocionalne težine.\"",
      "uk": "Це слова, які виражають легку прихильність без надмірного емоційного навантаження.\""
    },
    {
      "hr": "Anja je dodala: \"Da, a kad se netko baš svidi, kažemo da nam je izuzetno drag ili da imamo veliku simpatiju prema toj osobi.",
      "uk": "Аня додала: \"Так, а коли хтось нам дуже подобається, ми кажемо, що він нам дуже милий або що ми маємо велику симпатію до цієї людини."
    },
    {
      "hr": "To pokazuje da nam je stalo, ali ne nužno na romantičan način.\"",
      "uk": "Це показує, що нам не байдуже, але не обов'язково в романтичному сенсі.\""
    },
    {
      "hr": "U tom trenutku, uključila se i treća prijateljica, Ivana, koja je do tada tiho slušala.",
      "uk": "У цей момент втрутилася третя подруга, Івана, яка до цього тихо слухала."
    },
		{
      "hr": "\"Da, ali što kada ti se netko ne sviđa? Kako to izražavamo?\" upitala je znatiželjno.",
      "uk": "\"Так, але що робити, коли хтось не подобається? Як ми це виражаємо?\" запитала вона з цікавістю."
    },
    {
      "hr": "Anja je prva odgovorila. \"Pa, kad mi se netko ne sviđa, obično kažem da mi je antipatičan ili da imam odbojnost prema toj osobi.",
      "uk": "Аня першою відповіла: \"Ну, коли мені хтось не подобається, я зазвичай кажу, що він мені антипатичний або що я маю відразу до цієї людини."
    },
    {
      "hr": "To ne znači da je mrzim, ali mi definitivno nije drag.\"",
      "uk": "Це не означає, що я її ненавиджу, але мені вона точно не подобається.\""
    },
    {
      "hr": "Ivana se složila, ali dodala: \"No, ima razlika između blage antipatije i prave nesnošljivosti.",
      "uk": "Івана погодилася, але додала: \"Однак є різниця між легкою антипатією та справжньою неприязню."
    },
    {
      "hr": "Na primjer, mogu reći da mi je netko 'nije simpatičan', što znači da ga ne volim pretjerano, ali ga ne mrzim.",
      "uk": "Наприклад, я можу сказати, що хтось 'не симпатичний', що означає, що я його не дуже люблю, але не ненавиджу."
    },
    {
      "hr": "Ali kad kažem da mi je netko nepodnošljiv ili da ga ne mogu smisliti, to već znači da imam jako negativan osjećaj prema toj osobi.\"",
      "uk": "Але коли я кажу, що хтось мені нестерпний або що я не можу його терпіти, це вже означає, що в мене дуже негативне почуття до цієї людини.\""
    },
    {
      "hr": "Marina se sjetila nedavne situacije s kolegom na poslu. \"Da, to je baš zanimljivo.",
      "uk": "Марина згадала нещодавню ситуацію з колегою на роботі: \"Так, це дуже цікаво."
    },
    {
      "hr": "Na poslu imam kolegu koji mi nije posebno drag, ali uvijek kažem da mi je neutralan.",
      "uk": "На роботі в мене є колега, який мені не особливо подобається, але я завжди кажу, що він для мене нейтральний."
    },
    {
      "hr": "Jednostavno, nemam ni pozitivne ni negativne osjećaje prema njemu.",
      "uk": "Просто в мене немає ні позитивних, ні негативних почуттів до нього."
    },
    {
      "hr": "No, kad govorim o šefu, nekad kažem da mi je iritantan, jer mi često ide na živce sa svojim zahtjevima.\"",
      "uk": "Але коли я говорю про начальника, іноді кажу, що він мені дратівливий, бо його вимоги часто діють мені на нерви.\""
    },
    {
      "hr": "Razgovor se nastavio u tom smjeru, a prijateljice su analizirale različite situacije i izraze koji su koristili za opisivanje svojih osjećaja.",
      "uk": "Розмова продовжилася в цьому напрямку, а подруги аналізували різні ситуації та вирази, які використовували для опису своїх почуттів."
    },
    {
      "hr": "Marina se sjetila jednog primjera iz djetinjstva. \"Kad sam bila mala, imala sam igračku koju sam doslovno obožavala.",
      "uk": "Марина згадала один приклад із дитинства: \"Коли я була маленька, у мене була іграшка, яку я буквально обожнювала."
    },
    {
      "hr": "Nosila sam je svuda sa sobom. Bila mi je najdraža stvar na svijetu.",
      "uk": "Я носила її всюди з собою. Це була моя улюблена річ у світі."
    },
    {
      "hr": "Kad bih izgubila tu igračku na trenutak, bila bih potpuno očajna.\"",
      "uk": "Якщо я ненадовго втрачала цю іграшку, я була б абсолютно в розпачі.\""
    },
    {
      "hr": "Ivana se nasmijala. \"Da, svi smo imali nešto što smo kao djeca obožavali.",
      "uk": "Івана засміялася: \"Так, у кожного з нас у дитинстві було щось, що ми обожнювали."
    },
    {
      "hr": "Ali kad odrasteš, počneš koristiti suptilnije izraze.",
      "uk": "Але коли виростаєш, починаєш використовувати більш тонкі вирази."
    },
    {
      "hr": "Na primjer, kad mi se nešto jako sviđa, sada kažem da sam zainteresirana za to ili da mi je privlačno.\"",
      "uk": "Наприклад, коли мені щось дуже подобається, тепер я кажу, що мене це цікавить або що мені це привабливо.\""
    },
    {
      "hr": "Anja je dodala još jedan primjer. \"Meni se ponekad stvari gade.",
      "uk": "Аня додала ще один приклад: \"Мені іноді щось гидке."
    },
    {
      "hr": "Kad mi je nešto stvarno odbojno, kažem da me odbija ili da imam gađenje prema tome.",
      "uk": "Коли мені щось справді неприємне, я кажу, що це відштовхує мене або що я відчуваю огиду до цього."
    },
    {
      "hr": "Nisu to samo osobe, nego i hrana ili određene situacije.\"",
      "uk": "Це не лише люди, але й їжа або певні ситуації.\""
    },
    {
      "hr": "Marina je tada zaključila: \"Zapravo, nevjerojatno je koliko različitih riječi imamo da izrazimo sviđanje ili nesviđanje prema nečemu.",
      "uk": "Марина тоді підсумувала: \"Насправді, неймовірно, скільки різних слів ми маємо, щоб виразити симпатію або антипатію до чогось."
    },
    {
      "hr": "Od blagih izraza poput 'simpatija' ili 'zanimljivo' do snažnih osjećaja poput 'obožavam' ili 'ne podnosim', svaki izraz ima svoje mjesto u našoj svakodnevnoj komunikaciji.\"",
      "uk": "Від м'яких виразів, таких як 'симпатія' або 'цікаво', до сильних почуттів, як-от 'обожнюю' або 'не переношу', кожен вираз має своє місце в нашому повсякденному спілкуванні.\""
    },
    {
      "hr": "Prijateljice su se složile da je jezik bogat načinima na koje možemo izraziti svoje osjećaje, od najsuptilnijih do najintenzivnijih.",
      "uk": "Подруги погодилися, що мова багата на способи, якими ми можемо виразити свої почуття – від найтонших до найінтенсивніших."
    },
    {
      "hr": "Različiti stupnjevi naklonosti i odbojnosti omogućuju nam da precizno opišemo kako se osjećamo prema ljudima, stvarima ili situacijama.",
      "uk": "Різні ступені симпатії та відрази дозволяють нам точно описати, як ми ставимося до людей, речей або ситуацій."
    },
    {
      "hr": "A ponekad, sve to može stati u jednu jednostavnu riječ – sviđa mi se ili ne sviđa.\"",
      "uk": "А іноді все це можна вкласти в одне просте слово – подобається чи не подобається.\""
    }
  ],
  "vocabulary": [
    { "hr": "simpatija", "uk": "симпатія" },
    { "hr": "antipatija", "uk": "антипатія" },
    { "hr": "osjećaji", "uk": "почуття" },
    { "hr": "prijateljice", "uk": "подруги" },
    { "hr": "obožavati", "uk": "обожнювати" },
    { "hr": "oduševljena", "uk": "захоплена" },
    { "hr": "neutralno", "uk": "нейтрально" },
    { "hr": "privrženost", "uk": "прихильність" },
    { "hr": "zanimljiv", "uk": "цікавий" },
    { "hr": "drag", "uk": "милий" },
    { "hr": "simpatičan", "uk": "симпатичний" },
    { "hr": "iskazati", "uk": "виразити" },
    { "hr": "izraziti", "uk": "висловити" },
    { "hr": "odbojnost", "uk": "відраза" },
    { "hr": "privlačnost", "uk": "привабливість" },
    { "hr": "zainteresirana", "uk": "зацікавлена" },
    { "hr": "nepodnošljiv", "uk": "нестерпний" },
    { "hr": "nezadovoljan", "uk": "незадоволений" },
    { "hr": "osjetljiv", "uk": "чутливий" },
    { "hr": "kritika", "uk": "критика" }
  ]
}
