{
  "titleHr": "Važnost školovanja",
  "titleUk": "Важливість освіти",
  "illustration": "story_24.png",
  "text": [
    {
      "hr": "Školovanje je važan dio života svake osobe.",
      "uk": "Освіта є важливою частиною життя кожної людини."
    },
    {
      "hr": "Od prvih koraka u osnovnoj školi, preko srednjoškolskog obrazovanja, pa sve do fakulteta i dalje, obrazovanje igra ključnu ulogu u formiranju pojedinca.",
      "uk": "Від перших кроків у початковій школі, через середню освіту, аж до університету й далі, освіта відіграє ключову роль у формуванні особистості."
    },
    {
      "hr": "Kroz školovanje ne samo da stječemo znanje iz raznih područja, već razvijamo i mnoge vještine koje su bitne za život.",
      "uk": "Через навчання ми не лише отримуємо знання з різних галузей, а й розвиваємо багато навичок, важливих для життя."
    },
    {
      "hr": "Sve počinje u osnovnoj školi, gdje djeca po prvi put sjedaju u školske klupe i susreću se s pojmom učenja.",
      "uk": "Все починається в початковій школі, де діти вперше сідають за парти й стикаються з поняттям навчання."
    },
    {
      "hr": "U prvim razredima, učenici uče osnove pisanja, čitanja i računanja.",
      "uk": "У перших класах учні вчаться основам письма, читання і рахунку."
    },
    {
      "hr": "Nastavnici imaju ključnu ulogu u tome da djeci pruže temeljno obrazovanje i potaknu njihovu znatiželju.",
      "uk": "Вчителі відіграють ключову роль у наданні дітям базової освіти та заохоченні їхньої допитливості."
    },
    {
      "hr": "Na satu hrvatskog jezika, djeca uče pravopis, gramatiku i čitanje knjiga, dok na satu matematike uče kako rješavati jednostavne računske operacije.",
      "uk": "На уроці хорватської мови діти вчать правопис, граматику і читання книг, а на уроці математики вивчають, як вирішувати прості арифметичні задачі."
    },
    {
      "hr": "Kako učenici napreduju kroz osnovnu školu, predmeti postaju složeniji.",
      "uk": "Як учні просуваються в початковій школі, предмети стають складнішими."
    },
    {
      "hr": "U višim razredima, učenici počinju učiti prirodoslovne predmete kao što su biologija, fizika i kemija, a također se susreću s poviješću i zemljopisom.",
      "uk": "У старших класах учні починають вивчати природничі предмети, такі як біологія, фізика та хімія, а також знайомляться з історією та географією."
    },
    {
      "hr": "Ovi predmeti pomažu učenicima razumjeti svijet oko sebe i razvijaju njihove analitičke vještine.",
      "uk": "Ці предмети допомагають учням зрозуміти світ навколо та розвивають їхні аналітичні навички."
    },
    {
      "hr": "Osnovna škola završava osmim razredom, nakon čega učenici biraju svoju buduću obrazovnu putanju.",
      "uk": "Початкова школа закінчується восьмим класом, після чого учні обирають свій майбутній освітній шлях."
    },
    {
      "hr": "Nakon osnovne škole, većina učenika upisuje srednju školu.",
      "uk": "Після початкової школи більшість учнів вступає до середньої школи."
    },
    {
      "hr": "Srednja škola može biti različitih vrsta, ovisno o interesima i ambicijama učenika.",
      "uk": "Середня школа може бути різних видів, залежно від інтересів і амбіцій учнів."
    },
    {
      "hr": "Postoje gimnazije, koje pružaju opće obrazovanje i pripremaju učenike za fakultet, ali i strukovne škole, gdje se učenici usmjeravaju prema specifičnim zanimanjima, poput ekonomije, elektrotehnike, turizma ili ugostiteljstva.",
      "uk": "Є гімназії, які надають загальну освіту і готують учнів до університету, а також професійні школи, де учні спрямовані на конкретні професії, такі як економіка, електротехніка, туризм або гостинність."
    },
    {
      "hr": "U gimnazijama, naglasak je na učenju širokog spektra predmeta, uključujući matematiku, fiziku, književnost, jezike i povijest.",
      "uk": "У гімназіях акцент робиться на вивченні широкого спектру предметів, включаючи математику, фізику, літературу, мови та історію."
    },
    {
      "hr": "Učenici ovdje imaju priliku razvijati svoje intelektualne vještine i pripremati se za prijemne ispite na fakultetima.",
      "uk": "Учні тут мають можливість розвивати свої інтелектуальні навички та готуватися до вступних іспитів у вищі навчальні заклади."
    },
    {
      "hr": "S druge strane, u strukovnim školama, učenici stječu praktične vještine koje će im pomoći da se brzo zaposle nakon završetka školovanja.",
      "uk": "З іншого боку, у професійних школах учні набувають практичних навичок, які допоможуть їм швидко знайти роботу після закінчення навчання."
    },
    {
      "hr": "Primjerice, učenici koji pohađaju ugostiteljsku školu uče kako pripremati hranu, kako voditi restoran i kako biti uspješni u ugostiteljskoj industriji.",
      "uk": "Наприклад, учні, які навчаються в школі гостинності, вивчають, як готувати їжу, керувати рестораном і досягати успіху в індустрії гостинності."
    },
    {
      "hr": "Nakon završetka srednje škole, učenici koji žele nastaviti obrazovanje upisuju fakultete ili visoke škole.",
      "uk": "Після закінчення середньої школи учні, які хочуть продовжити навчання, вступають до університетів або коледжів."
    },
    {
      "hr": "Na fakultetima se specijaliziraju u određenim područjima, poput medicine, prava, inženjerstva ili umjetnosti.",
      "uk": "В університетах вони спеціалізуються в певних галузях, таких як медицина, право, інженерія або мистецтво."
    },
    {
      "hr": "Studiranje na fakultetu zahtijeva veliku predanost i trud, jer studenti moraju polagati ispite, pisati seminarske radove i sudjelovati u projektima.",
      "uk": "Навчання в університеті вимагає великої відданості та зусиль, оскільки студенти повинні складати іспити, писати семінарські роботи та брати участь у проєктах."
    },
    {
      "hr": "Tijekom studiranja, studenti stječu i praktično iskustvo kroz prakse u tvrtkama ili institucijama.",
      "uk": "Під час навчання студенти також отримують практичний досвід через стажування в компаніях або установах."
    },
    {
      "hr": "Na primjer, studenti medicinskog fakulteta provode mnogo vremena u bolnicama, učeći od liječnika i sudjelujući u stvarnim medicinskim situacijama.",
      "uk": "Наприклад, студенти медичного факультету проводять багато часу в лікарнях, навчаючись у лікарів і беручи участь у реальних медичних ситуаціях"
    },
    {
      "hr": "Kroz školovanje, učenici i studenti razvijaju osjećaj odgovornosti prema svom radu, ali i prema zajednici.",
      "uk": "Під час навчання учні та студенти розвивають почуття відповідальності за свою роботу, а також за спільноту."
    },
    {
      "hr": "Uče kako biti odgovorni građani i kako primijeniti svoje znanje za dobrobit društva.",
      "uk": "Вони вчаться бути відповідальними громадянами і застосовувати свої знання на благо суспільства."
    },
    {
      "hr": "Na kraju, školovanje nije samo put do karijere; to je put do osobnog rasta, razvoja i otkrivanja svijeta.",
      "uk": "Зрештою, освіта — це не лише шлях до кар'єри; це шлях до особистого зростання, розвитку і відкриття світу."
    },
    {
      "hr": "Bez obzira na to koliko dugo traje, obrazovanje nas oblikuje i priprema za sve izazove koji nas čekaju u budućnosti.",
      "uk": "Незалежно від того, скільки триває навчання, освіта формує нас і готує до всіх викликів, які чекають нас у майбутньому."
    }
  ],
  "vocabulary": [
    { "hr": "obrazovanje", "uk": "освіта" },
    { "hr": "škola", "uk": "школа" },
    { "hr": "student", "uk": "студент" },
    { "hr": "učitelj", "uk": "вчитель" },
    { "hr": "znanje", "uk": "знання" },
    { "hr": "učenje", "uk": "навчання" },
    { "hr": "fakultet", "uk": "факультет" },
    { "hr": "predmet", "uk": "предмет" },
    { "hr": "razvoj", "uk": "розвиток" },
    { "hr": "odgovornost", "uk": "відповідальність" },
    { "hr": "znanstveni", "uk": "науковий" },
    { "hr": "aktivnosti", "uk": "заходи" },
    { "hr": "projekt", "uk": "проєкт" },
    { "hr": "interesi", "uk": "інтереси" },
    { "hr": "vještine", "uk": "навички" },
    { "hr": "debata", "uk": "дебати" },
    { "hr": "karijera", "uk": "кар'єра" },
    { "hr": "razmišljanje", "uk": "мислення" },
    { "hr": "odgovorni građani", "uk": "відповідальні громадяни" },
    { "hr": "školske klupe", "uk": "шкільні лави" },
    { "hr": "učenici", "uk": "учні" },
    { "hr": "sudjelovati", "uk": "брати участь" },
    { "hr": "predavanja", "uk": "лекції" },
    { "hr": "športski klubovi", "uk": "спортивні клуби" },
    { "hr": "srednja škola", "uk": "середня школа" },
    { "hr": "socijalne vještine", "uk": "соціальні навички" },
    { "hr": "kritičko razmišljanje", "uk": "критичне мислення" },
    { "hr": "akademski svijet", "uk": "академічний світ" },
    { "hr": "debatski klubovi", "uk": "дебатні клуби" },
    { "hr": "teorijsko znanje", "uk": "теоретичні знання" },
    { "hr": "učeničke vještine", "uk": "учнівські навички" },
    { "hr": "izvannastavni rad", "uk": "позакласна діяльність" },
    { "hr": "priprema", "uk": "підготовка" },
    { "hr": "poticaj", "uk": "стимул" },
    { "hr": "stručne škole", "uk": "професійні школи" },
    { "hr": "praksa", "uk": "практика" },
    { "hr": "odluke", "uk": "рішення" },
    { "hr": "izbor", "uk": "вибір" },
    { "hr": "sustav", "uk": "система" },
    { "hr": "osnovna škola", "uk": "початкова школа" },
    { "hr": "tržište rada", "uk": "ринок праці" },
    { "hr": "izazovi", "uk": "виклики" },
    { "hr": "znanost", "uk": "наука" },
    { "hr": "prava", "uk": "право" },
    { "hr": "medicina", "uk": "медицина" },
    { "hr": "umjetnost", "uk": "мистецтво" },
    { "hr": "fizika", "uk": "фізика" },
    { "hr": "kemija", "uk": "хімія" }
  ]
}
