{
  "title_hr": "Hrvatsko vjenčanje – Proslava ljubavi i tradicije",
  "title_uk": "Хорватське весілля – Святкування любові та традицій",
  "illustration": "story_12.png",
  "text": [
    {
      "hr": "Hrvatska je zemlja bogata tradicijom, a vjenčanja su jedan od najvažnijih događaja u životu svake obitelji.",
      "uk": "Хорватія — країна, багата на традиції, а весілля є однією з найважливіших подій у житті кожної родини."
    },
    {
      "hr": "Vjenčanja u Hrvatskoj su oduvijek bila događaji ispunjeni veseljem, pjesmom, plesom i, naravno, tradicijama koje se prenose s generacije na generaciju.",
      "uk": "Весілля в Хорватії завжди були подіями, сповненими радості, пісень, танців та, звісно, традицій, які передаються з покоління в покоління."
    },
    {
      "hr": "Dan obično započinje rano ujutro, kada mladenka i mladoženja, svatko u svom domu, započinju pripreme.",
      "uk": "День зазвичай починається рано вранці, коли наречена та наречений, кожен у своєму домі, починають підготовку."
    },
    {
      "hr": "Mladenka se okružuje svojim najbližim prijateljicama i obitelji, dok se oblači u vjenčanicu.",
      "uk": "Наречена оточена своїми найближчими подругами та родиною, поки одягається у весільну сукню."
    },
    {
      "hr": "Tradicionalno, vjenčanica je bijela, simbol čistoće i novog početka.",
      "uk": "Традиційно весільна сукня біла, що символізує чистоту й новий початок."
    },
    {
      "hr": "U nekim dijelovima Hrvatske, običaj je da mladenka nosi i vjenčani veo, često izvezen rukama njezine majke ili bake.",
      "uk": "У деяких регіонах Хорватії є звичай, що наречена носить весільну фату, часто вишиту руками її матері чи бабусі."
    },
    {
      "hr": "U međuvremenu, mladoženja, u pratnji kumova i obitelji, oblači svoje odijelo.",
      "uk": "Тим часом наречений у супроводі свідків та родини одягає свій костюм."
    },
    {
      "hr": "Često se nose tamna odijela s bijelim košuljama, a na reveru mladoženja ima mali cvijet, koji se zove cvjetić, a koji simbolizira njegovu pripadnost mladenki.",
      "uk": "Часто носять темні костюми з білими сорочками, а на лацкані нареченого є маленька квітка, що називається «cvjetić», яка символізує його приналежність до нареченої."
    },
    {
      "hr": "Jedan od najzanimljivijih dijelova priprema je dolazak mladoženje po mladenku.",
      "uk": "Одним із найцікавіших моментів підготовки є прихід нареченого за нареченою."
    },
    {
      "hr": "U nekim dijelovima Hrvatske, mladoženja dolazi s kumom i prijateljima u mladenkin dom, gdje se odvija tradicionalna \"kupovina mladenke\".",
      "uk": "У деяких регіонах Хорватії наречений приходить із свідком та друзями до будинку нареченої, де відбувається традиційний «викуп нареченої»."
    },
    {
      "hr": "To je šarmantna igra u kojoj kum pregovara s mladenkinom obitelji, pokušavajući je \"kupiti\".",
      "uk": "Це чарівна гра, у якій свідок торгується з родиною нареченої, намагаючись її «купити»."
    },
    {
      "hr": "Naravno, ovo je simboličan običaj, a pregovori se često vode uz šalu i smijeh.",
      "uk": "Звичайно, це символічний звичай, і перемовини часто супроводжуються жартами та сміхом."
    },
    {
      "hr": "Kada mladenka konačno napusti svoj dom, zajedno s mladoženjom odlaze u crkvu, gdje se održava vjerski obred vjenčanja.",
      "uk": "Коли наречена нарешті залишає свій дім, разом із нареченим вони йдуть до церкви, де відбувається релігійна церемонія весілля."
    },
    {
      "hr": "U Hrvatskoj je katoličko vjenčanje najčešće, iako se obavljaju i građanska vjenčanja.",
      "uk": "У Хорватії католицьке весілля є найпоширенішим, хоча проводяться й цивільні весілля."
    },
    {
      "hr": "Crkva je obično ukrašena cvijećem i svijećama, a mladenka i mladoženja razmjenjuju zavjete pred svećenikom i obitelji.",
      "uk": "Церква зазвичай прикрашена квітами та свічками, а наречена та наречений обмінюються клятвами перед священником і родиною."
    },
    {
      "hr": "Nakon zavjeta, dolazi trenutak kada mladoženja smije poljubiti svoju novu suprugu, što je uvijek popraćeno pljeskom i veseljem.",
      "uk": "Після клятв настає момент, коли наречений може поцілувати свою нову дружину, і цей момент завжди супроводжується оплесками та радістю."
    },
    {
      "hr": "Nakon obreda u crkvi, slijedi svadbena povorka.",
      "uk": "Після церемонії в церкві слідує весільна процесія."
    },
    {
      "hr": "Automobili su ukrašeni vrpcama i cvijećem, a svi gosti trube i stvaraju buku dok idu prema mjestu održavanja svadbene proslave.",
      "uk": "Автомобілі прикрашені стрічками та квітами, і всі гості сигналять і створюють шум, рухаючись до місця проведення весільного святкування."
    },
    {
      "hr": "U nekim dijelovima Hrvatske, povorka prolazi kroz grad ili selo, a prolaznici pozdravljaju novopečeni par, što stvara posebnu atmosferu zajedništva.",
      "uk": "У деяких частинах Хорватії процесія проходить через місто або село, і перехожі вітають новоспечену пару, що створює особливу атмосферу єдності."
    },
    {
      "hr": "Svadbena večera se obično održava u velikoj dvorani ili restoranu.",
      "uk": "Весільна вечеря зазвичай проводиться у великій залі або ресторані."
    },
    {
      "hr": "Gosti ulaze uz glazbu, a mladenci sjede na počasnom mjestu, obično ispod velikog luka od cvijeća.",
      "uk": "Гості заходять під музику, а молодята сидять на почесному місці, зазвичай під великим аркою з квітів."
    },
    {
      "hr": "Prvi čin svadbene večere je zdravica, u kojoj kum ili mladoženjin otac drže govor, čestitajući mladencima i želeći im sreću u zajedničkom životu.",
      "uk": "Перший акт весільної вечері — це тост, коли свідок або батько нареченого виголошують промову, вітаючи молодят і бажаючи їм щастя в спільному житті."
    },
    {
      "hr": "Nakon toga, kreće prava gozba.",
      "uk": "Після цього починається справжній бенкет."
    },
    {
      "hr": "Tradicionalna hrvatska jela služe se na svadbenom stolu – često se nudi janjetina na ražnju, purica s mlincima, pečeni krumpir i razne vrste salata.",
      "uk": "На весільному столі подають традиційні хорватські страви — часто це ягня на вертелі, індичка з млінцями, запечена картопля та різні види салатів."
    },
    {
      "hr": "Posebna poslastica je svadbena torta, koja je obično višeslojna i bogato ukrašena.",
      "uk": "Особливим смаколиком є весільний торт, який зазвичай багатошаровий і рясно прикрашений."
    },
    {
      "hr": "Na kraju večere, mladenka i mladoženja režu tortu zajedno, što simbolizira zajedništvo u njihovom budućem životu.",
      "uk": "Наприкінці вечері наречена й наречений разом розрізають торт, що символізує єдність у їхньому майбутньому житті."
    },
    {
      "hr": "Jedna od najvažnijih tradicija na hrvatskim vjenčanjima je prvi ples.",
      "uk": "Однією з найважливіших традицій на хорватських весіллях є перший танець."
    },
    {
      "hr": "Mladenka i mladoženja izlaze na plesni podij dok ih gosti promatraju.",
      "uk": "Наречена й наречений виходять на танцпол, поки гості спостерігають за ними."
    },
    {
      "hr": "Pjesma za prvi ples često je ljubavna balada koja ima posebno značenje za par.",
      "uk": "Пісня для першого танцю часто є любовною баладою, яка має особливе значення для пари."
    },
    {
      "hr": "Nakon prvog plesa, pridružuju im se i gosti, te kreće prava zabava.",
      "uk": "Після першого танцю до них приєднуються й гості, і починається справжнє свято."
    },
    {
      "hr": "Još jedan zanimljiv običaj je bacanje buketa.",
      "uk": "Ще одним цікавим звичаєм є кидання букета."
    },
    {
      "hr": "Mladenka baca svoj buket prema grupi neudanih djevojaka, a ona koja ga uhvati, prema tradiciji, bit će sljedeća koja će se udati.",
      "uk": "Наречена кидає свій букет у групу незаміжніх дівчат, і та, яка його спіймає, за традицією буде наступною, хто вийде заміж."
    },
    {
      "hr": "Mladoženja, s druge strane, često baca mladenkin podvezicu neženjama.",
      "uk": "Наречений, з іншого боку, часто кидає підв'язку нареченої неодруженим чоловікам."
    },
    {
      "hr": "Veselje traje do kasno u noć, uz neizbježnu hrvatsku tradicionalnu glazbu.",
      "uk": "Святкування триває до пізньої ночі під незмінну хорватську традиційну музику."
    },
    {
      "hr": "Tamburaši ili bend sviraju, a gosti plešu kolo i druge narodne plesove.",
      "uk": "Тамбуристи або гурт грають, а гості танцюють коло та інші народні танці."
    },
    {
      "hr": "Sve to stvara veselu i srdačnu atmosferu koja je nezaobilazna na svakom hrvatskom vjenčanju.",
      "uk": "Все це створює веселу й теплу атмосферу, яка незмінно присутня на кожному хорватському весіллі."
    },
    {
      "hr": "Na kraju, mladenci se opraštaju od gostiju, zahvaljujući im što su podijelili s njima njihov poseban dan.",
      "uk": "Наприкінці молодята прощаються з гостями, дякуючи їм за те, що розділили з ними їхній особливий день."
    },
    {
      "hr": "Običaj je da gosti ponesu kući male suvenire, poput svadbenih kolača ili bombončića, kao znak zahvalnosti.",
      "uk": "Звичаєм є те, що гості забирають додому маленькі сувеніри, такі як весільні тістечка або цукерки, як знак подяки."
    },
    {
      "hr": "Hrvatsko vjenčanje nije samo događaj, to je proslava ljubavi, obitelji i tradicije koja povezuje generacije.",
      "uk": "Хорватське весілля — це не просто подія, це святкування любові, родини та традицій, що поєднують покоління."
    }
  ],
  "vocabulary": [
    {"hr": "vjenčanje", "uk": "весілля"},
    {"hr": "mladenka", "uk": "наречена"},
    {"hr": "mladoženja", "uk": "наречений"},
    {"hr": "tradicionalan", "uk": "традиційний"},
    {"hr": "ceremonija", "uk": "церемонія"},
    {"hr": "običaj", "uk": "звичай"},
    {"hr": "obitelj", "uk": "родина"},
    {"hr": "svadba", "uk": "свадьба"},
    {"hr": "crkva", "uk": "церква"},
    {"hr": "proslava", "uk": "святкування"},
    {"hr": "ples", "uk": "танець"},
    {"hr": "gozba", "uk": "бенкет"},
    {"hr": "buketić", "uk": "букет"},
    {"hr": "zdravica", "uk": "тост"},
    {"hr": "večera", "uk": "вечеря"},
    {"hr": "muzika", "uk": "музика"},
    {"hr": "gosti", "uk": "гості"},
    {"hr": "buket", "uk": "букет"},
    {"hr": "kolači", "uk": "тістечка"},
    {"hr": "prsten", "uk": "перстень"},
    {"hr": "poljubac", "uk": "поцілунок"},
    {"hr": "čestitka", "uk": "привітання"},
    {"hr": "kuma", "uk": "свідок (жінка)"},
    {"hr": "kum", "uk": "свідок (чоловік)"},
    {"hr": "ljubav", "uk": "любов"},
    {"hr": "obred", "uk": "обряд"},
    {"hr": "torta", "uk": "торт"},
    {"hr": "kupovina", "uk": "купівля"},
    {"hr": "početak", "uk": "початок"},
    {"hr": "zavjeti", "uk": "обітниці"},
    {"hr": "ukras", "uk": "прикраса"},
    {"hr": "automobil", "uk": "автомобіль"},
    {"hr": "povorka", "uk": "процесія"},
    {"hr": "luk", "uk": "арка"},
    {"hr": "tamburaši", "uk": "тамбуристи"},
    {"hr": "odlazak", "uk": "відхід"},
    {"hr": "kolo", "uk": "коло"},
    {"hr": "ručak", "uk": "обід"},
    {"hr": "mlinci", "uk": "млінці"},
    {"hr": "vino", "uk": "вино"},
    {"hr": "cvijet", "uk": "квітка"},
    {"hr": "večer", "uk": "вечір"},
    {"hr": "dvorana", "uk": "зал"},
    {"hr": "pjesma", "uk": "пісня"},
    {"hr": "dan", "uk": "день"},
    {"hr": "radost", "uk": "радість"},
    {"hr": "plesni podij", "uk": "танцпол"},
    {"hr": "priča", "uk": "історія"},
    {"hr": "zahvala", "uk": "подяка"}
  ]
}
