{
  "titleHr": "Ljetni trening na otvorenom",
  "titleUk": "Літнє тренування на відкритому повітрі",
  "illustration": "story_8.png",
  "text": [
    {
      "hr": "Bilo je to toplo ljetno jutro, savršeno za trening na otvorenom.",
      "uk": "Це був теплий літній ранок, ідеальний для тренування на свіжому повітрі."
    },
    {
      "hr": "Sunce je visoko na nebu, a blagi povjetarac širio je miris mora i svježe pokošene trave.",
      "uk": "Сонце високо в небі, а легкий вітерець приносив запах моря та свіжоскошеної трави."
    },
    {
      "hr": "Na travnatom terenu parka okupila se mala skupina ljudi spremnih za jutarnji trening.",
      "uk": "На трав’яному полі парку зібралася невелика група людей, готових до ранкового тренування."
    },
    {
      "hr": "Instruktor, mladić s energijom koja je prštala na sve strane, stajao je ispred njih, spreman da započne sat.",
      "uk": "Інструктор, молодий хлопець, сповнений енергії, стояв перед ними, готовий розпочати заняття."
    },
    {
      "hr": "\"Počinjemo s laganim zagrijavanjem!\" rekao je s osmijehom, i svi su polako počeli izvoditi jednostavne pokrete.",
      "uk": "«Починаємо з легкого розігріву!» — сказав він з усмішкою, і всі повільно почали виконувати прості рухи."
    },
    {
      "hr": "Prvi zadatak bio je istezanje ruku – podizali su ruke visoko iznad glave, pokušavajući doseći nebo.",
      "uk": "Першим завданням було розтягування рук – вони піднімали руки високо над головою, намагаючись дотягнутися до неба."
    },
    {
      "hr": "Potom su ih polako spuštali, protežući ih prema bokovima.",
      "uk": "Потім вони повільно опускали їх, розтягуючи до боків."
    },
    {
      "hr": "Kružni pokreti rukama bili su sljedeći – širili su ruke u stranu i rotirali ih u malim, zatim sve većim krugovima.",
      "uk": "Кругові рухи руками були наступними – вони розводили руки в сторони й обертали їх у маленьких, а потім усе більших колах."
    },
    {
      "hr": "Ramena su im se lagano dizala i spuštala, a laktovi su se opušteno savijali.",
      "uk": "Їхні плечі повільно піднімалися й опускалися, а лікті розслаблено згиналися."
    },
    {
      "hr": "Nakon istezanja, prešli su na rotacije trupa.",
      "uk": "Після розтягування вони перейшли до обертання тулуба."
    },
    {
      "hr": "Stali su s nogama raširenim u širini ramena, i počeli rotirati gornji dio tijela s jedne strane na drugu, dok su kukovi ostajali stabilni.",
      "uk": "Вони стояли, розставивши ноги на ширину плечей, і почали обертати верхню частину тіла з боку в бік, тоді як стегна залишалися стабільними."
    },
    {
      "hr": "\"Pazite da ne forsirate previše,\" upozorio ih je instruktor, \"pokreti trebaju biti prirodni i kontrolirani.\"",
      "uk": "«Не перенапружуйтеся», — попередив їх інструктор, — «рухи повинні бути природними й контрольованими.»"
    },
    {
      "hr": "Sljedeći na redu bili su čučnjevi.",
      "uk": "Наступними були присідання."
    },
    {
      "hr": "\"Spuštajte se polako,\" rekao je, \"i pazite na položaj koljena.\"",
      "uk": "«Опускайтеся повільно», — сказав він, — «і стежте за положенням колін.»"
    },
    {
      "hr": "Svi su se uspravili, spustili tijelo prema dolje, savijajući koljena, dok su leđa ostala ravna.",
      "uk": "Всі вирівнялися й опустили тіло вниз, згинаючи коліна, тоді як спина залишалася прямою."
    },
    {
      "hr": "Čučnjevi su bili odličan način da aktiviraju mišiće nogu i stražnjice.",
      "uk": "Присідання були чудовим способом активізувати м’язи ніг і сідниць."
    },
    {
      "hr": "Dok su izvodili čučnjeve, osjećali su kako se mišići zatežu, a pokreti postaju fluidniji.",
      "uk": "Виконуючи присідання, вони відчували, як м’язи напружуються, а рухи стають плавнішими."
    },
    {
      "hr": "Nakon čučnjeva, prešli su na iskorake.",
      "uk": "Після присідань вони перейшли до випадів."
    },
    {
      "hr": "Iskorak je zahtijevao korak naprijed, s jednim koljenom savijenim pod kutom od 90 stupnjeva, dok je drugo koljeno gotovo dodirivalo tlo.",
      "uk": "Випад вимагав кроку вперед, при цьому одне коліно було зігнуте під кутом 90 градусів, а інше майже торкалося землі."
    },
    {
      "hr": "\"Pripazite na ravnotežu!\" govorio je instruktor, dok su svi koncentrirano izvodili pokret, zadržavajući stabilan položaj.",
      "uk": "«Стежте за рівновагою!» — казав інструктор, тоді як усі зосереджено виконували рух, утримуючи стабільне положення."
    },
    {
      "hr": "Nakon nogu, prešli su na sklekove.",
      "uk": "Після вправ для ніг вони перейшли до віджимань."
    },
    {
      "hr": "Sklekovi su bili izazov za mnoge, ali su odlično jačali ruke, prsa i ramena.",
      "uk": "Віджимання були випробуванням для багатьох, але вони чудово зміцнювали руки, груди та плечі."
    },
    {
      "hr": "Legli su na tlo, postavili dlanove ispod ramena i podigli tijelo.",
      "uk": "Вони лягли на землю, поставили долоні під плечі й підняли тіло."
    },
    {
      "hr": "\"Ravnoteža je ključna!\" rekao je instruktor.",
      "uk": "«Рівновага є ключовою!» — сказав інструктор."
    },
    {
      "hr": "Dok su izvodili sklekove, osjećali su kako im se mišići naprežu, dok su težinu tijela prebacivali prema naprijed i natrag.",
      "uk": "Виконуючи віджимання, вони відчували, як напружуються м’язи, тоді як вага тіла переносилася вперед і назад."
    },
    {
      "hr": "\"Sad idemo na kardio!\" najavio je instruktor.",
      "uk": "«А тепер кардіо!» — оголосив інструктор."
    },
    {
      "hr": "Svi su počeli lagano trčati u mjestu, podižući koljena visoko, a ruke su im se kretale u ritmu s nogama.",
      "uk": "Усі почали легкий біг на місці, високо піднімаючи коліна, а руки рухалися в ритмі з ногами."
    },
    {
      "hr": "Potom su počeli raditi skokove – najprije jednostavne, a onda sve intenzivnije.",
      "uk": "Потім вони почали стрибати – спочатку прості стрибки, а потім усе інтенсивніші."
    },
    {
      "hr": "\"Visoko skačite!\" vikao je instruktor, dok su svi osjećali kako im srce ubrzava, a dah postaje sve brži.",
      "uk": "«Стрибайте високо!» — вигукував інструктор, тоді як усі відчували, як серце прискорюється, а дихання стає частішим."
    },
    {
      "hr": "Nakon skakanja, radili su vježbe s rotacijama trupa – uspravno bi stajali, a onda naglo okretali gornji dio tijela s jedne strane na drugu.",
      "uk": "Після стрибків вони виконували вправи з обертанням тулуба – стояли прямо, а потім різко повертали верхню частину тіла з боку в бік."
    },
    {
      "hr": "Zatim su prešli na vježbe s brzim promjenama smjera – hodali su unatrag, a onda brzo kretali naprijed.",
      "uk": "Потім вони перейшли до вправ із швидкою зміною напрямку – ходили назад, а потім різко рухалися вперед."
    },
    {
      "hr": "Pokreti su bili dinamični, i svi su osjećali kako im se tijelo prilagođava promjenama u brzini i smjeru.",
      "uk": "Рухи були динамічними, і всі відчували, як їхнє тіло пристосовується до зміни швидкості та напрямку."
    },
    {
      "hr": "Nakon kardio vježbi, došlo je vrijeme za hlađenje.",
      "uk": "Після кардіовправ настав час для охолодження."
    },
    {
      "hr": "\"Dišite duboko i opustite se,\" rekao je instruktor.",
      "uk": "«Дихайте глибоко й розслабтеся», — сказав інструктор."
    },
    {
      "hr": "Svi su stali uspravno, duboko udisali i polako izdahnuli.",
      "uk": "Усі стали прямо, глибоко вдихнули й повільно видихнули."
    },
    {
      "hr": "Zatim su lagano istegnuli cijelo tijelo – prvo vrat, zatim ramena, pa ruke, i na kraju noge.",
      "uk": "Потім вони легенько розтягнули все тіло – спочатку шию, потім плечі, далі руки, і нарешті ноги."
    },
    {
      "hr": "Polako su se savijali prema naprijed, pokušavajući dodirnuti prste, istežući leđa i mišiće stražnje strane nogu.",
      "uk": "Вони повільно нахилялися вперед, намагаючись торкнутися пальців ніг, розтягуючи спину й м’язи задньої частини ніг."
    },
    {
      "hr": "Kad je trening završio, svi su se osjećali umorno, ali zadovoljno.",
      "uk": "Коли тренування завершилося, всі почувалися втомленими, але задоволеними."
    },
    {
      "hr": "Znoj im je kapao s čela, ali osmijesi na licima pokazivali su koliko su uživali u vježbama.",
      "uk": "Піт стікав з їхніх чол, але усмішки на обличчях свідчили про те, як їм сподобалися вправи."
    },
    {
      "hr": "\"Odlično ste odradili!\" rekao je instruktor, dok su svi sjedili na travi, odmarajući se i pijući vodu.",
      "uk": "«Ви чудово впоралися!» — сказав інструктор, коли всі сиділи на траві, відпочиваючи та п’ючи воду."
    },
    {
      "hr": "Ljetni trening na otvorenom bio je prava uživancija, a svaki pokret, od jednostavnog istezanja do intenzivnog skakanja, pomogao je da osjete snagu i slobodu svog tijela.",
      "uk": "Літнє тренування на відкритому повітрі було справжнім задоволенням, і кожен рух, від простого розтягування до інтенсивних стрибків, допоміг відчути силу й свободу свого тіла."
    }
  ],
  "vocabulary": [
    {"hr": "trening", "uk": "тренування"},
    {"hr": "pokret", "uk": "рух"},
    {"hr": "istezanje", "uk": "розтягування"},
    {"hr": "ruke", "uk": "руки"},
    {"hr": "mišići", "uk": "м’язи"},
    {"hr": "koljena", "uk": "коліна"},
    {"hr": "noge", "uk": "ноги"},
    {"hr": "ravnoteža", "uk": "рівновага"},
    {"hr": "sunce", "uk": "сонце"},
    {"hr": "povjetarac", "uk": "вітерець"},
    {"hr": "sklekovi", "uk": "віджимання"},
    {"hr": "skokovi", "uk": "стрибки"},
    {"hr": "kardio", "uk": "кардіо"},
    {"hr": "čučnjevi", "uk": "присідання"},
    {"hr": "rotacija trupa", "uk": "обертання тулуба"},
    {"hr": "odmor", "uk": "відпочинок"},
    {"hr": "vježba", "uk": "вправа"},
    {"hr": "znoj", "uk": "піт"},
    {"hr": "udahnuti", "uk": "вдихнути"},
    {"hr": "izdahnuti", "uk": "видихнути"},
    {"hr": "intenzivan", "uk": "інтенсивний"},
    {"hr": "instruktor", "uk": "інструктор"},
    {"hr": "prirodno", "uk": "природно"},
    {"hr": "kontrolirano", "uk": "контрольовано"},
    {"hr": "dinamičan", "uk": "динамічний"},
    {"hr": "sloboda", "uk": "свобода"},
    {"hr": "snaga", "uk": "сила"},
    {"hr": "grupa", "uk": "група"},
    {"hr": "skok", "uk": "стрибок"},
    {"hr": "središte", "uk": "центр"},
    {"hr": "stopala", "uk": "ступні"},
    {"hr": "težina", "uk": "вага"},
    {"hr": "mišići nogu", "uk": "м’язи ніг"},
    {"hr": "mišići stražnjice", "uk": "м’язи сідниць"},
    {"hr": "tjelesna aktivnost", "uk": "фізична активність"},
    {"hr": "jutro", "uk": "ранок"},
    {"hr": "tijelo", "uk": "тіло"},
    {"hr": "leđa", "uk": "спина"},
    {"hr": "savijati", "uk": "згинати"},
    {"hr": "hodati", "uk": "ходити"},
    {"hr": "osjećaj", "uk": "відчуття"},
    {"hr": "travnjak", "uk": "газон"},
    {"hr": "voda", "uk": "вода"},
    {"hr": "podići", "uk": "підняти"},
    {"hr": "kretati se", "uk": "рухатися"}
  ]
}
