{
  "title_hr": "Markova lekcija vožnje s učenikom Lukom",
  "title_uk": "Урок водіння Марка з учнем Лукою",
  "illustration": "story_20.png",
  "text": [
    {
      "hr": "Marko je bio iskusni auto instruktor u svom gradu.",
      "uk": "Марк був досвідченим інструктором з водіння у своєму місті."
    },
    {
      "hr": "Godinama je učio mlade vozače kako se sigurno kretati po prometnicama i kako pravilno koristiti automobil u različitim uvjetima.",
      "uk": "Багато років він навчав молодих водіїв безпечно пересуватися дорогами і правильно користуватися автомобілем у різних умовах."
    },
    {
      "hr": "Svaki novi dan donosio je nove učenike i izazove, ali Marko je uživao u svom poslu.",
      "uk": "Кожен новий день приносив нових учнів і виклики, але Марк насолоджувався своєю роботою."
    },
    {
      "hr": "Njegov crveni automobil s dvostrukim komandama bio je uvijek spreman za još jednu lekciju.",
      "uk": "Його червоний автомобіль з подвійним управлінням завжди був готовий до ще одного уроку."
    },
    {
      "hr": "Jutro je započelo kao i svako drugo.",
      "uk": "Ранок почався, як і будь-який інший."
    },
    {
      "hr": "Marko je došao u autoškolu, pokupio ključeve svog vozila i krenuo prema mjestu gdje ga je čekao njegov novi učenik, Luka.",
      "uk": "Марк прийшов в автошколу, забрав ключі від своєї машини і вирушив до місця, де на нього чекав його новий учень, Лука."
    },
    {
      "hr": "Luka je bio mladić koji je tek nedavno položio teorijski ispit i sada je bio spreman za svoje prve praktične vožnje.",
      "uk": "Лука був молодим хлопцем, який нещодавно склав теоретичний іспит і тепер був готовий до своїх перших практичних поїздок."
    },
    {
      "hr": "\"Zdravo, Luka! Jesi li spreman za prvu vožnju?\" upitao je Marko s osmijehom dok je otključavao vrata automobila.",
      "uk": "\"Привіт, Лука! Ти готовий до першої поїздки?\" запитав Марк з усмішкою, коли відмикав двері автомобіля."
    },
    {
      "hr": "Luka je nervozno kimnuo glavom.",
      "uk": "Лука нервово кивнув головою."
    },
    {
      "hr": "\"Nikad prije nisam vozio, ali nadam se da će sve proći dobro,\" rekao je dok je sjeo na vozačko mjesto.",
      "uk": "\"Я ніколи раніше не водив, але сподіваюся, що все пройде добре,\" сказав він, сівши на водійське місце."
    },
    {
      "hr": "\"Ne brini,\" rekao je Marko.",
      "uk": "\"Не хвилюйся,\" сказав Марк."
    },
    {
      "hr": "\"Započet ćemo polako. Prvo ćemo se upoznati s osnovnim kontrolama automobila.\"",
      "uk": "\"Ми почнемо повільно. Спочатку ознайомимося з основними контролями автомобіля.\""
    },
    {
      "hr": "Pokazao je Luki volan, papučice za gas, kočnicu i kvačilo, te kako pravilno koristiti mjenjač.",
      "uk": "Він показав Луці кермо, педалі газу, гальма і зчеплення, а також як правильно користуватися коробкою передач."
    },
    {
      "hr": "\"Ovo je ručni mjenjač, tako da ćemo vježbati kako mijenjati brzine,\" objasnio je Marko.",
      "uk": "\"Це ручна коробка передач, тому ми будемо практикувати перемикання швидкостей,\" пояснив Марк."
    },
    {
      "hr": "Luka je pažljivo slušao, pokušavajući upamtiti sve što mu je instruktor rekao.",
      "uk": "Лука уважно слухав, намагаючись запам'ятати все, що казав інструктор."
    },
    {
      "hr": "Prva vožnja bila je po mirnim ulicama naselja.",
      "uk": "Перша поїздка відбувалася тихими вулицями селища."
    },
    {
      "hr": "Marko je objasnio Luki kako se sigurno kretati kroz kružne tokove, kako koristiti retrovizore i kako pratiti znakove na cesti.",
      "uk": "Марк пояснив Луці, як безпечно пересуватися по круговому руху, користуватися дзеркалами заднього виду і стежити за знаками на дорозі."
    },
    {
      "hr": "\"Kad dođeš do semafora, moraš biti spreman na brzo reagiranje,\" rekao je Marko dok su se približavali prometnom raskrižju.",
      "uk": "\"Коли під'їдеш до світлофора, ти маєш бути готовий до швидкої реакції,\" сказав Марк, коли вони наближалися до перехрестя."
    },
    {
      "hr": "Tijekom vožnje, Marko je naglašavao važnost poštivanja prometnih pravila.",
      "uk": "Під час поїздки Марк підкреслював важливість дотримання правил дорожнього руху."
    },
    {
      "hr": "\"Ako vidiš znak za pješački prijelaz, uvijek moraš biti spreman stati i propustiti pješake.",
      "uk": "\"Якщо ти бачиш знак пішохідного переходу, завжди будь готовий зупинитися і пропустити пішоходів."
    },
    {
      "hr": "Grad ima puno pješačkih zona i moraš biti oprezan.\"",
      "uk": "У місті багато пішохідних зон, тому потрібно бути обережним.\""
    },
    {
      "hr": "Luka je nervozno pratio upute, ali kako su se kretali dalje, postajao je sve sigurniji za volanom.",
      "uk": "Лука нервово дотримувався інструкцій, але чим далі вони їхали, тим упевненішим він ставав за кермом."
    },
    {
      "hr": "Nakon što su uspješno prošli kroz nekoliko manjih ulica, Marko je odlučio da je vrijeme da izađu na veću prometnicu.",
      "uk": "Після того, як вони успішно проїхали кількома меншими вулицями, Марк вирішив, що настав час виїхати на більшу дорогу."
    },
    {
      "hr": "\"Sada ćemo izaći na glavnu cestu.",
      "uk": "\"Зараз ми виїдемо на головну дорогу."
    },
    {
      "hr": "Ovdje ćeš morati obratiti pažnju na više vozila i koristiti žmigavce kad mijenjaš traku,\" rekao je Marko.",
      "uk": "Тут потрібно буде звертати увагу на більше транспортних засобів і використовувати поворотники при зміні смуги,\" сказав Марк."
    },
    {
      "hr": "Luka je uključio žmigavac, pogledao u retrovizor i polako se uključio u promet.",
      "uk": "Лука увімкнув поворотник, поглянув у дзеркало і повільно влився в потік руху."
    },
    {
      "hr": "Vožnja po glavnoj cesti bila je izazovnija.",
      "uk": "Їзда головною дорогою була більш складною."
    },
    {
      "hr": "\"Ovdje moraš paziti na prometne trake i znakove ograničenja brzine.",
      "uk": "\"Тут потрібно стежити за смугами руху та знаками обмеження швидкості."
    },
    {
      "hr": "Brzina je ovdje ograničena na 50 km/h, pa moraš držati nogu na kočnici kad vidiš da se promet usporava,\" upozorio je Marko.",
      "uk": "Швидкість тут обмежена до 50 км/год, тому потрібно тримати ногу на гальмі, коли бачиш, що рух сповільнюється,\" попередив Марк."
    },
    {
      "hr": "Kako su se približavali izlazu iz grada, Marko je objasnio Luki kako koristiti autocestu.",
      "uk": "Коли вони наближалися до виїзду з міста, Марк пояснив Луці, як користуватися автострадою."
    },
    {
      "hr": "\"Autocesta je drugačija od gradske vožnje.",
      "uk": "\"Автострада відрізняється від міського руху."
    },
    {
      "hr": "Ovdje ćeš morati koristiti višu brzinu, ali također i pratiti oznake na cesti.",
      "uk": "Тут доведеться користуватися вищою швидкістю, але також стежити за знаками на дорозі."
    },
    {
      "hr": "Kad se uključuješ na autocestu, moraš dati prednost vozilima koja se već kreću,\" rekao je Marko.",
      "uk": "Коли виїжджаєш на автостраду, потрібно надавати перевагу автомобілям, які вже рухаються,\" сказав Марк."
    },
    {
      "hr": "Luka je bio malo nervozan, ali uz Markove smirene upute, uspješno su se uključili na autocestu.",
      "uk": "Лука трохи нервував, але завдяки спокійним інструкціям Марка, вони успішно виїхали на автостраду."
    },
    {
      "hr": "Nakon nekog vremena vožnje po autocesti, Marko je odlučio da je vrijeme za povratak u grad.",
      "uk": "Після деякого часу на автостраді Марк вирішив, що настав час повертатися до міста."
    },
    {
      "hr": "\"Sad ćemo se vratiti u grad i napraviti nekoliko parkiranja,\" rekao je.",
      "uk": "\"Зараз ми повернемося до міста і зробимо кілька паркувань,\" сказав він."
    },
    {
      "hr": "Luka je polako ušao u gradski promet i Marko mu je pokazao kako pravilno koristiti ručni mjenjač za parkiranje između dva automobila.",
      "uk": "Лука повільно увійшов у міський трафік, і Марк показав йому, як правильно використовувати ручну коробку передач для паркування між двома автомобілями."
    },
    {
      "hr": "\"Kad parkiraš, moraš biti oprezan i koristiti retrovizore kako bi bio siguran da ne udariš u drugo vozilo.\"",
      "uk": "\"Коли паркуєшся, ти маєш бути обережним і використовувати дзеркала заднього виду, щоб бути впевненим, що не зачепиш інше авто.\""
    },
    {
      "hr": "Na kraju vožnje, Luka je bio umoran, ali zadovoljan.",
      "uk": "Наприкінці поїздки Лука був втомленим, але задоволеним."
    },
    {
      "hr": "\"Mislim da sam naučio puno toga danas,\" rekao je.",
      "uk": "\"Я думаю, що сьогодні багато чого навчився,\" сказав він."
    },
    {
      "hr": "\"Još moram vježbati, ali osjećam se sigurnije za volanom.\"",
      "uk": "\"Мені ще потрібно практикуватися, але я відчуваю себе впевненішим за кермом.\""
    },
    {
      "hr": "Marko se nasmiješio.",
      "uk": "Марк усміхнувся."
    },
    {
      "hr": "\"Uvijek je potrebno puno vježbe, ali uz upornost, postat ćeš dobar vozač.",
      "uk": "\"Завжди потрібно багато практики, але з наполегливістю ти станеш хорошим водієм."
    },
    {
      "hr": "Sljedeći put ćemo vježbati parkiranje u rikverc i voziti po još gušćem prometu.\"",
      "uk": "Наступного разу ми будемо практикувати паркування заднім ходом і їздити в ще щільнішому русі.\""
    }
  ],
  "vocabulary": [
    { "hr": "auto instruktor", "uk": "автоінструктор" },
    { "hr": "sigurno", "uk": "безпечний" },
    { "hr": "prometnice", "uk": "дороги" },
    { "hr": "automobil", "uk": "автомобіль" },
    { "hr": "učenik", "uk": "учень" },
    { "hr": "vožnja", "uk": "їзда" },
    { "hr": "kvačilo", "uk": "зчеплення" },
    { "hr": "mjenjač", "uk": "коробка передач" },
    { "hr": "semafor", "uk": "світлофор" },
    { "hr": "kružni tok", "uk": "круговий рух" },
    { "hr": "retrovizor", "uk": "дзеркало заднього виду" },
    { "hr": "prometna pravila", "uk": "правила дорожнього руху" },
    { "hr": "pješaci", "uk": "пішоходи" },
    { "hr": "žmigavac", "uk": "поворотник" },
    { "hr": "gradska cesta", "uk": "міська дорога" },
    { "hr": "ograničenje brzine", "uk": "обмеження швидкості" },
    { "hr": "autocesta", "uk": "автострада" },
    { "hr": "parkiranje", "uk": "паркування" },
    { "hr": "promet", "uk": "рух" },
    { "hr": "sigurnost", "uk": "безпека" },
    { "hr": "ručna kočnica", "uk": "ручне гальмо" },
    { "hr": "upornost", "uk": "наполегливість" },
    { "hr": "učenje", "uk": "навчання" },
    { "hr": "vozač", "uk": "водій" },
    { "hr": "manevri", "uk": "маневри" },
    { "hr": "stupanj prijenosa", "uk": "передача" },
    { "hr": "brzina", "uk": "швидкість" },
    { "hr": "kočenje", "uk": "гальмування" },
    { "hr": "vozačka dozvola", "uk": "водійське посвідчення" },
    { "hr": "pouzdan", "uk": "надійний" },
    { "hr": "praktična vožnja", "uk": "практична їзда" },
    { "hr": "gužva", "uk": "затор" },
    { "hr": "poteškoća", "uk": "складність" },
    { "hr": "pazi", "uk": "увага" },
    { "hr": "povjerenje", "uk": "довіра" },
    { "hr": "znanje", "uk": "знання" },
    { "hr": "brzi manevar", "uk": "швидкий маневр" },
    { "hr": "opasnost", "uk": "небезпека" },
    { "hr": "trening", "uk": "тренування" },
    { "hr": "vozački sat", "uk": "урок водіння" },
    { "hr": "korekcija", "uk": "корекція" },
    { "hr": "obuka", "uk": "навчання" },
    { "hr": "novi vozač", "uk": "новий водій" },
    { "hr": "prepreka", "uk": "перешкода" },
    { "hr": "izbjegavanje", "uk": "уникнення" },
    { "hr": "prilagodba", "uk": "пристосування" },
    { "hr": "raskrižje", "uk": "перехрестя" },
    { "hr": "pozicija vozila", "uk": "позиція автомобіля" }
  ]
}
