{
  "title_hr": "Razvoj grada u kojem je Marko živio",
  "title_uk": "Розвиток міста, де живе Марко",
  "illustration": "story_18.png",
  "text": [
    {
      "hr": "Grad u kojem je Marko živio godinama brzo se razvijao.",
      "uk": "Місто, в якому Марко жив протягом багатьох років, швидко розвивалося."
    },
    {
      "hr": "Infrastruktura grada mijenjala se iz godine u godinu, a s tim su dolazile i brojne promjene koje su stanovnicima olakšavale svakodnevni život.",
      "uk": "Інфраструктура міста змінювалася з року в рік, і з цим приходили численні зміни, які полегшували повсякденне життя мешканців."
    },
    {
      "hr": "Na prvi pogled, vidjelo se koliko je grad narastao, ne samo u broju stanovnika, već i u razvijenoj prometnoj mreži, javnim službama, i zelenim površinama.",
      "uk": "На перший погляд, було видно, наскільки місто виросло, не тільки за кількістю жителів, але й за розвиненою транспортною мережею, громадськими службами та зеленими зонами."
    },
    {
      "hr": "Jedan od ključnih projekata u posljednjih nekoliko godina bila je izgradnja novog javnog prijevoza.",
      "uk": "Одним із ключових проектів останніх років було будівництво нової системи громадського транспорту."
    },
    {
      "hr": "Grad je uveo novi sustav tramvaja i autobusa, povezujući sve dijelove grada i omogućujući brži i učinkovitiji prijevoz.",
      "uk": "Місто впровадило нову систему трамваїв та автобусів, яка з'єднувала всі частини міста і забезпечувала швидший та ефективніший транспорт."
    },
    {
      "hr": "\"Kad se novi tramvajski sustav dovrši, putovanje na posao bit će mnogo brže,\" često je govorio Marko dok bi čekao tramvaj na novoj, modernoj tramvajskoj stanici.",
      "uk": "\"Коли нова трамвайна система буде завершена, поїздка на роботу стане набагато швидшою,\" часто говорив Марко, чекаючи трамвай на новій, сучасній зупинці."
    },
    {
      "hr": "Svaka stanica bila je opremljena elektronskim zaslonima koji su prikazivali dolazak sljedećeg vozila, što je olakšavalo planiranje putovanja.",
      "uk": "Кожна зупинка була обладнана електронними табло, які показували прибуття наступного транспортного засобу, що полегшувало планування подорожей."
    },
    {
      "hr": "Osim javnog prijevoza, gradske ceste su također doživjele veliku promjenu.",
      "uk": "Крім громадського транспорту, міські дороги також зазнали великих змін."
    },
    {
      "hr": "Asfaltirane prometnice sada su bile šire, a izgrađene su i nove kružne raskrsnice kako bi se smanjila gužva u prometu.",
      "uk": "Асфальтовані дороги стали ширшими, а також були побудовані нові кругові розв'язки для зменшення заторів у русі."
    },
    {
      "hr": "Na svakom važnijem raskrižju nalazile su se suvremene semafori koji su bili povezani s centralnim prometnim sustavom, što je omogućilo bolju regulaciju prometa.",
      "uk": "На кожному важливому перехресті встановлювалися сучасні світлофори, пов'язані з центральною системою керування рухом, що дозволяло краще регулювати трафік."
    },
    {
      "hr": "Pješački prijelazi bili su jasno označeni i postavljeni su novi pješački mostovi na ključnim mjestima u gradu, što je osiguravalo veću sigurnost za pješake.",
      "uk": "Пішохідні переходи були чітко позначені, а на ключових місцях міста були встановлені нові пішохідні мости, що забезпечувало більшу безпеку для пішоходів."
    },
    {
      "hr": "Jedan od najvećih infrastrukturnih projekata u gradu bila je izgradnja autoputa koji je povezao grad s ostatkom regije.",
      "uk": "Одним із найбільших інфраструктурних проектів у місті було будівництво автомагістралі, що з'єднала місто з іншими регіонами."
    },
    {
      "hr": "Ovaj autocesta omogućila je brži pristup gradu, a time je i privukla brojne investitore i tvrtke.",
      "uk": "Ця автомагістраль забезпечила швидший доступ до міста і тим самим привернула численних інвесторів та компанії."
    },
    {
      "hr": "\"Autoput će ubrzati dolazak robe u grad i olakšati poslovanje,\" rekao je Marko dok je razgovarao s prijateljem koji je bio vlasnik tvrtke za distribuciju.",
      "uk": "\"Автомагістраль пришвидшить доставку товарів до міста та полегшить бізнес,\" сказав Марко, розмовляючи з другом, який був власником дистрибуційної компанії."
    },
    {
      "hr": "Uz prometnu infrastrukturu, grad je uložio velike napore u modernizaciju komunalne infrastrukture.",
      "uk": "Крім транспортної інфраструктури, місто доклало значних зусиль для модернізації комунальної інфраструктури."
    },
    {
      "hr": "Postavljene su nove vodovodne i kanalizacijske cijevi koje su omogućile bolju opskrbu vodom i bolji sustav odvodnje.",
      "uk": "Були встановлені нові водопровідні та каналізаційні труби, які забезпечили кращу подачу води та кращу систему водовідведення."
    },
    {
      "hr": "\"Nema više poplava tijekom kišnih sezona,\" rekao je Marko, sretan što su riješili problem koji je godinama mučio stanovnike u njegovom kvartu.",
      "uk": "\"Більше не буде повеней під час дощового сезону,\" сказав Марко, радіючи, що вирішили проблему, який турбував мешканців району протягом багатьох років."
    },
    {
      "hr": "Električna mreža također je unaprijeđena.",
      "uk": "Електрична мережа також була модернізована."
    },
    {
      "hr": "Postavljeni su novi trafostanice kako bi se osigurala stabilna opskrba električnom energijom, a grad je uveo i energetski učinkovitu rasvjetu na svim glavnim ulicama i parkovima.",
      "uk": "Були встановлені нові трансформаторні підстанції для забезпечення стабільного електропостачання, а також місто запровадило енергоефективне освітлення на всіх головних вулицях і парках."
    },
    {
      "hr": "Nove LED svjetiljke bile su postavljene duž ulica, trošeći manje energije i osvjetljavajući grad na ekološki prihvatljiv način.",
      "uk": "Нові світлодіодні лампи були встановлені вздовж вулиць, споживаючи менше енергії та освітлюючи місто екологічно дружнім способом."
    },
    {
      "hr": "\"Grad će sada biti sigurniji noću, a računi za struju će biti niži,\" mislio je Marko dok je šetao osvijetljenom ulicom.",
      "uk": "\"Місто буде безпечнішим уночі, а рахунки за електроенергію будуть нижчими,\" думав Марко, прогулюючись освітленою вулицею."
    },
    {
      "hr": "Poseban naglasak stavljen je na razvoj zelenih površina.",
      "uk": "Особливий акцент було зроблено на розвиток зелених зон."
    },
    {
      "hr": "U centru grada izgrađeni su novi parkovi, s uređenim šetnicama i biciklističkim stazama.",
      "uk": "У центрі міста були побудовані нові парки з упорядкованими пішохідними доріжками та велосипедними доріжками."
    },
    {
      "hr": "Marko je često uživao u vožnji biciklom po novim stazama koje su prolazile kroz parkove i uz rijeku.",
      "uk": "Марко часто насолоджувався поїздками на велосипеді по нових доріжках, що проходили через парки та вздовж річки."
    },
    {
      "hr": "\"Ove biciklističke staze će potaknuti ljude da više koriste bicikle umjesto automobila,\" pomislio je dok je prolazio pored nove stanice za iznajmljivanje bicikala.",
      "uk": "\"Ці велосипедні доріжки стимулюватимуть людей більше користуватися велосипедами замість автомобілів,\" подумав він, проходячи повз нову станцію оренди велосипедів."
    },
    {
      "hr": "Grad je također uložio u izgradnju škola, bolnica, i sportske infrastrukture.",
      "uk": "Місто також інвестувало в будівництво шкіл, лікарень та спортивної інфраструктури."
    },
    {
      "hr": "Nova osnovna škola u Markovom kvartu bila je opremljena najnovijom tehnologijom, s pametnim pločama i modernim učionicama.",
      "uk": "Нова початкова школа в районі Марка була обладнана найсучаснішими технологіями, зі смарт-дошками та сучасними класами."
    },
    {
      "hr": "\"Djeca će ovdje dobiti bolje obrazovanje,\" rekao je dok je prolazio pored škole.",
      "uk": "\"Діти тут отримають краще освіту,\" сказав він, проходячи повз школу."
    },
    {
      "hr": "U blizini škole izgrađen je i novi sportski centar s bazenima, dvoranama i teretanom, gdje su mladi mogli trenirati i rekreirati se.",
      "uk": "Поруч зі школою було побудовано новий спортивний центр із басейнами, залами та тренажерним залом, де молодь могла тренуватися і відпочивати."
    },
    {
      "hr": "Marko je bio ponosan na svoj grad i sve što su postigli u posljednjih nekoliko godina.",
      "uk": "Марко пишався своїм містом і всім, чого вони досягли за останні кілька років."
    },
    {
      "hr": "\"Ako nastave ovako, grad će postati jedno od najboljih mjesta za život u regiji,\" rekao je svojoj supruzi dok su zajedno šetali po novom parku.",
      "uk": "\"Якщо вони продовжать у такому темпі, місто стане одним із найкращих місць для життя в регіоні,\" сказав він своїй дружині, коли вони разом прогулювалися новим парком."
    },
    {
      "hr": "Infrastruktura je bila ključ za bolji životni standard, a Marko je znao da će grad nastaviti rasti i razvijati se.",
      "uk": "Інфраструктура була ключем до підвищення рівня життя, і Марко знав, що місто продовжуватиме рости і розвиватися."
    }
  ],
  "vocabulary": [
    { "hr": "grad", "uk": "місто" },
    { "hr": "infrastruktura", "uk": "інфраструктура" },
    { "hr": "promjene", "uk": "зміни" },
    { "hr": "stanovnici", "uk": "мешканці" },
    { "hr": "prometna mreža", "uk": "транспортна мережа" },
    { "hr": "zelene površine", "uk": "зелені зони" },
    { "hr": "javni prijevoz", "uk": "громадський транспорт" },
    { "hr": "tramvaj", "uk": "трамвай" },
    { "hr": "autobus", "uk": "автобус" },
    { "hr": "stanica", "uk": "зупинка" },
    { "hr": "elektronski zasloni", "uk": "електронні табло" },
    { "hr": "promet", "uk": "трафік" },
    { "hr": "raskrižje", "uk": "перехрестя" },
    { "hr": "semafor", "uk": "світлофор" },
    { "hr": "pješački prijelaz", "uk": "пішохідний перехід" },
    { "hr": "sigurnost", "uk": "безпека" },
    { "hr": "autoput", "uk": "автомагістраль" },
    { "hr": "investitori", "uk": "інвестори" },
    { "hr": "komunalna infrastruktura", "uk": "комунальна інфраструктура" },
    { "hr": "vodovod", "uk": "водопровід" },
    { "hr": "kanalizacija", "uk": "каналізація" },
    { "hr": "električna mreža", "uk": "електрична мережа" },
    { "hr": "LED svjetiljke", "uk": "світлодіодні лампи" },
    { "hr": "računi", "uk": "рахунки" },
    { "hr": "parkovi", "uk": "парки" },
    { "hr": "biciklističke staze", "uk": "велосипедні доріжки" },
    { "hr": "škola", "uk": "школа" },
    { "hr": "sportski centar", "uk": "спортивний центр" },
    { "hr": "bazeni", "uk": "басейни" },
    { "hr": "dvorane", "uk": "зали" },
    { "hr": "teretana", "uk": "тренажерний зал" },
    { "hr": "trenirati", "uk": "тренуватися" },
    { "hr": "rekreirati se", "uk": "відпочивати" },
    { "hr": "supruga", "uk": "дружина" },
    { "hr": "životni standard", "uk": "рівень життя" },
    { "hr": "projekt", "uk": "проект" },
    { "hr": "modernizacija", "uk": "модернізація" },
    { "hr": "trošak", "uk": "витрата" },
    { "hr": "zarada", "uk": "заробіток" },
    { "hr": "vožnja biciklom", "uk": "поїздка на велосипеді" },
    { "hr": "prijatelj", "uk": "друг" },
    { "hr": "tvrtka", "uk": "компанія" },
    { "hr": "poduzeće", "uk": "підприємство" },
    { "hr": "stanica za iznajmljivanje", "uk": "станція оренди" },
    { "hr": "planirati", "uk": "планувати" },
    { "hr": "razvoj", "uk": "розвиток" },
    { "hr": "regionalna povezanost", "uk": "регіональне сполучення" },
    { "hr": "novac", "uk": "гроші" }
  ]
}
