{
  "title_hr": "Tajne antikvarnog dućana",
  "title_uk": "Таємниці антикварного магазину",
  "illustration": "story_31.png",
  "text": [
    {
      "hr": "U staroj ulici u centru grada, među malim dućanima, skriven od pogleda prolaznika, nalazio se mali antikvarni dućan po imenu 'Zlatni kovčeg'.",
      "uk": "На старій вулиці в центрі міста, серед маленьких крамниць, прихований від поглядів перехожих, був маленький антикварний магазин під назвою 'Золотий скринька'."
    },
    {
      "hr": "Vlasnik dućana, gospodin Viktor, bio je pravi poznavatelj starina, ali njegova najveća strast bile su dragocjenosti – predmeti izrađeni od različitih vrsta metala, kamenja i minerala.",
      "uk": "Власник магазину, пан Віктор, був справжнім знавцем старовини, але його найбільша пристрасть були коштовності – предмети, виготовлені з різних видів металів, каменів і мінералів."
    },
    {
      "hr": "Jednog kišnog jutra, vrata dućana otvorila je mlada žena po imenu Marta.",
      "uk": "Одного дощового ранку двері магазину відчинила молода жінка на ім'я Марта."
    },
    {
      "hr": "Ušla je unutra tražeći nešto posebno, nešto što bi mogla darovati svojoj baki za 80. rođendan.",
      "uk": "Вона зайшла, шукаючи щось особливе, що могла б подарувати своїй бабусі на 80-й день народження."
    },
    {
      "hr": "Dok je razgledavala police prepune antikviteta, njezine oči privukle su srebrne narukvice, zlatne prstenove i ogrlice s raznim dragim kamenjem.",
      "uk": "Оглядаючи полиці, заповнені антикваріатом, її увагу привернули срібні браслети, золоті кільця та намиста з різними дорогоцінними каменями."
    },
    {
      "hr": "Svaki komad bio je jedinstven, izrađen s pažnjom i preciznošću koja se više ne viđa.",
      "uk": "Кожен виріб був унікальним, виготовленим з такою увагою та точністю, яку рідко можна побачити."
    },
    {
      "hr": "Gospodin Viktor, prepoznajući njezinu znatiželju, prišao joj je.",
      "uk": "Пан Віктор, помітивши її цікавість, підійшов до неї."
    },
    {
      "hr": "'Dobar dan, gospođice! Vidim da vas zanima naš odjel s dragocjenostima,' rekao je s osmijehom.",
      "uk": "'Добрий день, пані! Бачу, вас цікавить наш відділ з коштовностями,' сказав він з усмішкою."
    },
    {
      "hr": "'Imamo mnogo rijetkih komada, svaki s vlastitom poviješću.'",
      "uk": "'У нас є багато рідкісних виробів, кожен з власною історією.'"
    },
    {
      "hr": "Marta je uzela u ruke jedan prsten i pažljivo ga promatrala.",
      "uk": "Марта взяла до рук одну каблучку і уважно її розглядала."
    },
    {
      "hr": "Bio je to stari prsten izrađen od platine, sjajnog i izdržljivog metala koji se često koristi za izradu luksuznog nakita.",
      "uk": "Це була стара каблучка, виготовлена з платини, блискучого та міцного металу, який часто використовують для виготовлення розкішних прикрас."
    },
    {
      "hr": "'Ovo je prekrasno,' rekla je.",
      "uk": "'Це прекрасно,' сказала вона."
    },
    {
      "hr": "'Nikad nisam vidjela ovako sjajnu platinu.'",
      "uk": "'Ніколи не бачила такої блискучої платини.'"
    },
    {
      "hr": "'Platina je jedan od najplemenitijih metala,' objasnio je Viktor.",
      "uk": "'Платина є одним із найцінніших металів,' пояснив Віктор."
    },
    {
      "hr": "'Vrlo je otporna na koroziju i oksidaciju, a zbog svoje gustoće i tvrdoće, često se koristi za izradu dragocjenog nakita.'",
      "uk": "'Вона дуже стійка до корозії та окислення, і завдяки своїй щільності та твердості її часто використовують для виготовлення дорогоцінних прикрас.'"
    },
    {
      "hr": "'Ovaj prsten datira iz ranog 20. stoljeća.'",
      "uk": "'Ця каблучка датована початком 20-го століття.'"
    },
    {
      "hr": "Dok je razgovarala s Viktorom, Martine oči privukla je ogrlica ukrašena raznobojnim dragim kamenjem.",
      "uk": "Поки Марта розмовляла з Віктором, її погляд привернуло намисто, прикрашене різнокольоровими дорогоцінними каменями."
    },
    {
      "hr": "'Što je ovo?' upitala je, pomalo zapanjena ljepotom boja.",
      "uk": "'Що це?' запитала вона, трохи вражена красою кольорів."
    },
    {
      "hr": "'Ovo je posebna ogrlica.",
      "uk": "'Це особливе намисто.'"
    },
    {
      "hr": "Napravljena je od rubina, safira i smaragda.",
      "uk": "Вона зроблена з рубінів, сапфірів і смарагдів."
    },
    {
      "hr": "'Svaki kamen je pažljivo biran i ručno postavljen.'",
      "uk": "'Кожен камінь був ретельно підібраний і вручну вставлений.'"
    },
    {
      "hr": "'Rubin daje crvenu boju, simbol ljubavi i strasti, dok safir, sa svojim plavim nijansama, predstavlja mudrost i plemenitost.'",
      "uk": "'Рубін надає червоного кольору, символу кохання та пристрасті, тоді як сапфір із синіми відтінками представляє мудрість і благородство.'"
    },
    {
      "hr": "'A tu su i smaragdi, koji svojom zelenu bojom simboliziraju prirodu i sklad.'",
      "uk": "'А тут є ще й смарагди, які своїм зеленим кольором символізують природу та гармонію.'"
    },
    {
      "hr": "'Nisam znala da svaki kamen ima svoje značenje,' rekla je Marta fascinirana.",
      "uk": "'Я не знала, що кожен камінь має своє значення,' захоплено сказала Марта."
    },
    {
      "hr": "'Da, svaka dragocjenost nosi svoju priču,' odgovorio je Viktor.",
      "uk": "'Так, кожна коштовність має свою історію,' відповів Віктор."
    },
    {
      "hr": "'Primjerice, ametist je poznat po svojoj ljubičastoj boji i često se povezuje s duhovnošću i smirenošću.'",
      "uk": "'Наприклад, аметист відомий своїм фіолетовим кольором і часто асоціюється з духовністю та спокоєм.'"
    },
    {
      "hr": "'U starim vremenima, vjerovalo se da ametist štiti od opijenosti.'",
      "uk": "'У давні часи вважалося, що аметист захищає від сп'яніння.'"
    },
    {
      "hr": "'S druge strane, topaz se često koristi kao talisman protiv negativnih energija.'",
      "uk": "'З іншого боку, топаз часто використовують як талісман проти негативних енергій.'"
    },
    {
      "hr": "'Njegova žuta i plava boja variraju, a svaka nijansa ima svoje simbolično značenje.'",
      "uk": "'Його жовтий і синій кольори варіюються, і кожен відтінок має своє символічне значення.'"
    },
    {
      "hr": "Dok je Viktor pričao, Marta je primijetila malu kutiju na polici.",
      "uk": "Поки Віктор розповідав, Марта помітила маленьку скриньку на полиці."
    },
    {
      "hr": "Unutra su bile starinske naušnice izrađene od srebra s umetnutim opalom.",
      "uk": "Усередині були старовинні сережки, зроблені зі срібла з інкрустованим опалом."
    },
    {
      "hr": "'Ovo izgleda nevjerojatno. Kakav je to kamen?' upitala je.",
      "uk": "'Це виглядає неймовірно. Що це за камінь?' запитала вона."
    },
    {
      "hr": "'To su naušnice s opalom, jednim od najfascinantnijih dragih kamena.'",
      "uk": "'Це сережки з опалом, одним з найфасцинуючих дорогоцінних каменів.'"
    },
    {
      "hr": "'Opal je poznat po svojoj sposobnosti da reflektira razne boje, stvarajući predivan efekt.'",
      "uk": "'Опал відомий своєю здатністю відбивати різні кольори, створюючи чудовий ефект.'"
    },
    {
      "hr": "'Ovaj fenomen zove se opalescencija, a boje u opalu mogu varirati od bijele, plave, pa sve do narančaste i crvene.'",
      "uk": "'Цей феномен називається опалесценція, і кольори в опалі можуть варіюватися від білого, синього до оранжевого та червоного.'"
    },
    {
      "hr": "Marta je bila zadivljena ljepotom i raznolikošću materijala.",
      "uk": "Марта була вражена красою і різноманітністю матеріалів."
    },
    {
      "hr": "No, njezina pažnja privukla je još jedan predmet – stara kutija od bakarne legure, s prekrasnim gravurama.",
      "uk": "Однак її увагу привернув ще один предмет – стара коробка з мідного сплаву з чудовими гравюрами."
    },
    {
      "hr": "'Ova kutija izgleda vrlo staro,' rekla je.",
      "uk": "'Ця коробка виглядає дуже старою,' сказала вона."
    },
    {
      "hr": "'Bakar je jedan od najstarijih metala korištenih u ljudskoj povijesti,' odgovorio je Viktor.",
      "uk": "'Мідь – один із найстаріших металів, що використовувалися в історії людства,' відповів Віктор."
    },
    {
      "hr": "'Ova kutija datira iz 19. stoljeća.'",
      "uk": "'Ця коробка датована XIX століттям.'"
    },
    {
      "hr": "'Bakar je mekan i lako savitljiv, pa su mnogi stari majstori koristili bakar za izradu ukrasnih predmeta.'",
      "uk": "'Мідь м’яка і легко згинається, тому багато старовинних майстрів використовували її для виготовлення декоративних предметів.'"
    },
    {
      "hr": "'Također, s vremenom, bakar razvija prepoznatljivu patinu – onu zelenkastu boju koju možete vidjeti na starim predmetima.'",
      "uk": "'Також з часом мідь утворює характерну патину – зеленуватий колір, який можна побачити на старих предметах.'"
    },
    {
      "hr": "Nakon što je provela neko vrijeme u dućanu, Marta se odlučila za prsten od platine i narukvicu od srebra s malim dijamantima.",
      "uk": "Після того, як вона провела деякий час у крамниці, Марта вирішила купити платинову каблучку та срібний браслет із маленькими діамантами."
    },
    {
      "hr": "'Ovaj prsten će biti savršen dar mojoj baki,' rekla je s osmijehom.",
      "uk": "'Ця каблучка буде ідеальним подарунком для моєї бабусі,' сказала вона з усмішкою."
    },
    {
      "hr": "'I narukvica je tako elegantna.'",
      "uk": "'І браслет такий елегантний.'"
    },
    {
      "hr": "'Dijamanti su uvijek izvrstan izbor,' rekao je Viktor.",
      "uk": "'Діаманти завжди чудовий вибір,' сказав Віктор."
    },
    {
      "hr": "'Oni su najtvrđi mineral na Zemlji, poznati po svojoj transparentnosti i sjaju.'",
      "uk": "'Вони є найтвердішим мінералом на Землі, відомі своєю прозорістю та блиском.'"
    },
    {
      "hr": "'Svaki dijamant je jedinstven, a njegova čistoća i kvaliteta često se ocjenjuju pomoću četiri karakteristike: karata, boje, čistoće i brušenja.'",
      "uk": "'Кожен діамант унікальний, а його чистоту та якість зазвичай оцінюють за чотирма характеристиками: карати, колір, чистота та огранювання.'"
    },
    {
      "hr": "Marta je zahvalila Viktoru na njegovom vremenu i znanju.",
      "uk": "Марта подякувала Віктору за його час і знання."
    },
    {
      "hr": "Dok je izlazila iz dućana, shvatila je koliko svaki materijal, bilo da je riječ o metalu, dragom kamenu ili mineralu, nosi svoju priču.",
      "uk": "Виходячи з крамниці, вона зрозуміла, що кожен матеріал, чи то метал, дорогоцінний камінь або мінерал, має свою історію."
    },
    {
      "hr": "Svaki predmet koji je dotaknula imao je svoju povijest, svoj karakter, a svaki materijal bio je pažljivo odabran zbog svojih svojstava – od tvrdoće metala, preko refleksije boja, do teksture površine.",
      "uk": "Кожен предмет, до якого вона торкнулася, мав свою історію, свій характер, і кожен матеріал був ретельно обраний за своїми властивостями – від твердості металу, відбиття кольору до текстури поверхні."
    },
    {
      "hr": "Dok je hodala kući s novim dragocjenostima u torbi, Marta se nasmiješila, osjećajući se povezano s poviješću i umjetnošću koja je bila utkana u svaki komad koji je vidjela u Viktorovom dućanu.",
      "uk": "Йдучи додому з новими коштовностями в сумці, Марта посміхалася, відчуваючи зв'язок з історією та мистецтвом, які були вплетені в кожен виріб, що вона побачила в магазині Віктора."
    },
    {
      "hr": "Svijet metala, dragog kamenja i minerala sada joj je izgledao bogatiji nego ikada prije.",
      "uk": "Світ металів, дорогоцінного каміння та мінералів тепер здавався їй багатшим, ніж будь-коли раніше."
    }
  ],
  "vocabulary": [
    { "hr": "antikvarni", "uk": "антикварний" },
    { "hr": "dragocjenosti", "uk": "коштовності" },
    { "hr": "platina", "uk": "платина" },
    { "hr": "prsten", "uk": "кільце" },
    { "hr": "ametist", "uk": "аметист" },
    { "hr": "rubin", "uk": "рубін" },
    { "hr": "safir", "uk": "сапфір" },
    { "hr": "smaragd", "uk": "смарагд" },
    { "hr": "opalescencija", "uk": "опалесценція" },
    { "hr": "bakar", "uk": "мідь" },
    { "hr": "oksidacija", "uk": "окислення" },
    { "hr": "zlatni", "uk": "золотий" },
    { "hr": "narukvica", "uk": "браслет" },
    { "hr": "naušnice", "uk": "сережки" },
    { "hr": "kamen", "uk": "камінь" },
    { "hr": "svjetlucav", "uk": "блискучий" },
    { "hr": "kovan", "uk": "куваний" },
    { "hr": "drevni", "uk": "давній" },
    { "hr": "oksidirati", "uk": "окислювати" },
    { "hr": "legura", "uk": "сплав" },
    { "hr": "tvrdoća", "uk": "твердість" },
    { "hr": "rezbarenje", "uk": "різьблення" },
    { "hr": "gravura", "uk": "гравірування" },
    { "hr": "simbol", "uk": "символ" },
    { "hr": "zaštita", "uk": "захист" },
    { "hr": "ljubav", "uk": "кохання" },
    { "hr": "dar", "uk": "подарунок" },
    { "hr": "umjetnost", "uk": "мистецтво" },
    { "hr": "sjaj", "uk": "сяйво" },
    { "hr": "čistoća", "uk": "чистота" },
    { "hr": "karat", "uk": "карат" },
    { "hr": "vrijednost", "uk": "вартість" },
    { "hr": "nasljedstvo", "uk": "спадщина" },
    { "hr": "izdržljiv", "uk": "міцний" },
    { "hr": "povijest", "uk": "історія" },
    { "hr": "preciznost", "uk": "точність" },
    { "hr": "blistav", "uk": "блискучий" },
    { "hr": "skulptura", "uk": "скульптура" },
    { "hr": "kolekcija", "uk": "колекція" }
  ]
}
