{
  "titleHr": "Portret koji priča priču",
  "titleUk": "Портрет, що розповідає історію",
  "illustration": "story_6.png",
  "text": [
    {
      "hr": "Jedno sunčano popodne, dok je mladi Ivan pretraživao stari ormar na tavanu, pronašao je kutiju punu starih fotografija.",
      "uk": "Одного сонячного післяобіду, коли молодий Іван переглядав стару шафу на горищі, він знайшов коробку, повну старих фотографій."
    },
    {
      "hr": "Prašina je prekrila kutiju, a sjećanja koja su ležala unutra bila su zaboravljena godinama.",
      "uk": "Коробку вкрив пил, а спогади, що лежали всередині, були забуті роками."
    },
    {
      "hr": "S pažnjom je otvorio kutiju i počeo pregledavati crno-bijele slike, ali jedna fotografija odmah mu je privukla pažnju.",
      "uk": "Він обережно відкрив коробку й почав переглядати чорно-білі фотографії, але одна відразу привернула його увагу."
    },
    {
      "hr": "Bilo je to portretno fotografiranje dvoje mladih ljudi – njegove mame i ujaka, kada su još bili mladi.",
      "uk": "Це було портретне фото двох молодих людей – його мами та дядька, коли вони були молодими."
    },
    {
      "hr": "Ivan je pažljivo pogledao sliku.",
      "uk": "Іван уважно подивився на фото."
    },
    {
      "hr": "Njegova mama na slici imala je dugu, ravnu kosu koja joj je padala preko ramena.",
      "uk": "Його мама на фото мала довге, рівне волосся, яке спадало на плечі."
    },
    {
      "hr": "Bila je to tamna, sjajna kosa, savršeno oblikovana, baš kao što je pamtio iz priča bake.",
      "uk": "Це було темне, блискуче волосся, ідеально укладене, саме так, як він пам’ятав з розповідей бабусі."
    },
    {
      "hr": "Na njezinom licu primijetio je nježan osmijeh, onaj osmijeh koji je uvijek unosio toplinu u svaki razgovor.",
      "uk": "На її обличчі він помітив ніжну усмішку, ту саму усмішку, яка завжди приносила тепло в кожну розмову."
    },
    {
      "hr": "Njezine oči bile su velike i smeđe, svjetlucale su ispod dugih trepavica.",
      "uk": "Її очі були великі й карі, вони блищали під довгими віями."
    },
    {
      "hr": "Ivan je odmah prepoznao te oči – iste one koje su ga uvijek promatrale s ljubavlju.",
      "uk": "Іван одразу впізнав ці очі – ті самі, які завжди дивилися на нього з любов’ю."
    },
    {
      "hr": "Na njezinim obrazima jasno su se vidjeli sitni, simpatični pjegice, koje su joj davale mladenački izgled.",
      "uk": "На її щоках чітко було видно маленькі, симпатичні ластовиння, які надавали їй юнацького вигляду."
    },
    {
      "hr": "Malo rumenilo na obrazima dodatno je naglašavalo njen veseli karakter.",
      "uk": "Трохи рум’янцю на щоках ще більше підкреслювали її веселий характер."
    },
    {
      "hr": "Njezino čelo bilo je glatko, a obrve su bile uredno oblikovane, ističući prirodnu ljepotu njezina lica.",
      "uk": "Її чоло було гладким, а брови акуратно підкреслені, що виділяло природну красу її обличчя."
    },
    {
      "hr": "Usne su joj bile blago zakrivljene u osmijeh, tanke i nježno ružičaste boje.",
      "uk": "Її губи були трохи вигнуті в усмішці, тонкі й ніжно-рожеві."
    },
    {
      "hr": "Oko vrata je nosila ogrlicu – jednostavan, ali elegantan komad nakita koji je savršeno upotpunjavao njen izgled.",
      "uk": "На шиї вона носила намисто – простий, але елегантний ювелірний виріб, який ідеально доповнював її вигляд."
    },
    {
      "hr": "Ivan se nasmijao dok je gledao kako je njegova mama izgledala u mladosti.",
      "uk": "Іван усміхнувся, дивлячись, якою його мама була в молодості."
    },
    {
      "hr": "Izgledala je tako sretno i opušteno.",
      "uk": "Вона виглядала такою щасливою та розслабленою."
    },
    {
      "hr": "Ali njegov pogled ubrzo se preusmjerio na lice njezinog brata, Ivanovog ujaka.",
      "uk": "Але його погляд скоро зосередився на обличчі її брата, дядька Івана."
    },
    {
      "hr": "Ujak na fotografiji imao je svijetlu, kovrčavu kosu, gotovo zlatne boje, koja mu je ležerno padala preko čela.",
      "uk": "Дядько на фотографії мав світле, кучеряве волосся, майже золотавого кольору, яке недбало спадало йому на чоло."
    },
    {
      "hr": "Njegova kosa bila je gusta i bujna, dok su mu oči bile svijetloplave, kao nebo u sunčano popodne.",
      "uk": "Його волосся було густим і пишним, а очі були світло-блакитні, як небо в сонячний день."
    },
    {
      "hr": "Te oči, iako ozbiljne, bile su izrazito izražajne i odavale su osobu koja razmišlja duboko.",
      "uk": "Ці очі, хоча й серйозні, були дуже виразними й видавали людину, яка глибоко мислить."
    },
    {
      "hr": "Njegove guste, plave obrve bile su blago nagnute prema dolje, što mu je davalo ozbiljan izgled.",
      "uk": "Його густі, блакитні брови були трохи нахилені вниз, що надавало йому серйозного вигляду."
    },
    {
      "hr": "Na licu je nosio brkove i kratku bradu, koje su dodatno naglašavale njegovu zrelost i odlučnost.",
      "uk": "На обличчі в нього були вуса та коротка борода, які ще більше підкреслювали його зрілість і рішучість."
    },
    {
      "hr": "Njegovo lice bilo je suncem preplanulo, što je sugeriralo da je mnogo vremena provodio vani.",
      "uk": "Його обличчя було засмагле на сонці, що свідчило про те, що він проводив багато часу на вулиці."
    },
    {
      "hr": "Ispod uha, na vratu, Ivan je primijetio sitno tetoviranje ribe.",
      "uk": "Під вухом, на шиї, Іван помітив маленьке тату з рибою."
    },
    {
      "hr": "'To je morao biti znak ljubavi prema ribolovu,' pomislio je Ivan, jer je znao da je ujak bio strastveni ribolovac.",
      "uk": "«Це мало бути знаком любові до риболовлі», — подумав Іван, бо знав, що дядько був пристрасним рибалкою."
    },
    {
      "hr": "Nos, dug i ravan, davao je njegovom licu stroži izgled, ali u isto vrijeme i ugledan.",
      "uk": "Ніс, довгий і прямий, надавав його обличчю суворішого вигляду, але водночас і поважного."
    },
    {
      "hr": "Njegove usne nisu bile nasmijane kao majčine, već su bile zatvorene, dajući dojam ozbiljnosti i koncentracije.",
      "uk": "Його губи не були усміхнені, як у мами, а були стиснуті, що надавало вигляду серйозності й зосередженості."
    },
    {
      "hr": "Dok je gledao fotografiju, Ivan se prisjetio svih priča koje su mu pričali o mladosti njegove mame i ujaka.",
      "uk": "Дивлячись на фотографію, Іван пригадав усі історії, які йому розповідали про молодість його мами й дядька."
    },
    {
      "hr": "Sjećao se kako mu je baka govorila o njihovim različitim osobnostima – mama je bila vedra, uvijek nasmijana, dok je ujak bio ozbiljniji, tiši, ali izuzetno brižan brat.",
      "uk": "Він згадав, як бабуся розповідала про їхні різні характери – мама була веселою, завжди усміхненою, тоді як дядько був серйознішим, тихішим, але надзвичайно турботливим братом."
    },
    {
      "hr": "Ta razlika u njihovim osobnostima jasno se vidjela na njihovim licima na toj fotografiji.",
      "uk": "Ця різниця в їхніх характерах чітко простежувалася на їхніх обличчях на тому фото."
    },
    {
      "hr": "Njihove osobnosti odražavale su se kroz izraze lica, kroz način na koji su se gledali i osmijehe, ili njihov nedostatak.",
      "uk": "Їхні особистості відображалися через вирази обличчя, через те, як вони дивилися одне на одного, і усмішки, або їхню відсутність."
    },
    {
      "hr": "'Zanimljivo je kako jedan portret može ispričati cijelu priču,' pomislio je Ivan, dok je pažljivo vraćao fotografiju natrag u kutiju.",
      "uk": "«Цікаво, як один портрет може розповісти цілу історію», — подумав Іван, обережно повертаючи фото назад у коробку."
    },
    {
      "hr": "Sjetio se koliko je važno čuvati takve uspomene, jer one otkrivaju prošlost i povezuju generacije.",
      "uk": "Він згадав, наскільки важливо зберігати такі спогади, бо вони відкривають минуле і поєднують покоління."
    },
    {
      "hr": "Taj trenutak, zabilježen na fotografiji, bio je odraz ljubavi i povezanosti koje su njegova mama i ujak dijelili, iako na prvi pogled nisu izgledali slično.",
      "uk": "Той момент, зафіксований на фотографії, був відображенням любові й зв’язку, який його мама й дядько розділяли, хоча на перший погляд вони не виглядали схожими."
    }
  ],
  "vocabulary": [
    {"hr": "fotografija", "uk": "фотографія"},
    {"hr": "sjećanje", "uk": "спогад"},
    {"hr": "osmijeh", "uk": "усмішка"},
    {"hr": "oči", "uk": "очі"},
    {"hr": "kosa", "uk": "волосся"},
    {"hr": "pjege", "uk": "ластовиння"},
    {"hr": "obraz", "uk": "щока"},
    {"hr": "čelo", "uk": "чоло"},
    {"hr": "usne", "uk": "губи"},
    {"hr": "lice", "uk": "обличчя"},
    {"hr": "brkovi", "uk": "вуса"},
    {"hr": "brada", "uk": "борода"},
    {"hr": "tetovaža", "uk": "тату"},
    {"hr": "nos", "uk": "ніс"},
    {"hr": "odraz", "uk": "відображення"},
    {"hr": "izgled", "uk": "вигляд"},
    {"hr": "ljubav", "uk": "любов"},
    {"hr": "osoba", "uk": "людина"},
    {"hr": "pogled", "uk": "погляд"},
    {"hr": "portret", "uk": "портрет"},
    {"hr": "tetoviranje", "uk": "тату"},
    {"hr": "osobnost", "uk": "особистість"},
    {"hr": "povezanost", "uk": "зв'язок"},
    {"hr": "generacije", "uk": "покоління"},
    {"hr": "prošlost", "uk": "минуле"},
    {"hr": "mladi", "uk": "молоді"},
    {"hr": "priča", "uk": "історія"},
    {"hr": "ujak", "uk": "дядько"},
    {"hr": "mama", "uk": "мама"},
    {"hr": "obitelj", "uk": "сім'я"},
    {"hr": "očigledno", "uk": "очевидно"},
    {"hr": "karakter", "uk": "характер"},
    {"hr": "mladost", "uk": "молодість"},
    {"hr": "različitost", "uk": "різниця"},
    {"hr": "toplina", "uk": "тепло"},
    {"hr": "zrelost", "uk": "зрілість"},
    {"hr": "slično", "uk": "схоже"},
    {"hr": "opustiti se", "uk": "розслабитися"},
    {"hr": "radost", "uk": "радість"},
    {"hr": "brižan", "uk": "турботливий"},
    {"hr": "sličnost", "uk": "схожість"},
    {"hr": "koncentracija", "uk": "концентрація"},
    {"hr": "zatvoreno", "uk": "закрито"},
    {"hr": "vedrina", "uk": "веселість"},
    {"hr": "čuvati", "uk": "зберігати"},
    {"hr": "oblikovanje", "uk": "форма"},
    {"hr": "nakit", "uk": "прикраси"}
  ]
}
