{
  "title_hr": "Predavanje iz anatomije",
  "title_uk": "Лекція з анатомії",
  "illustration": "story_5.png",
  "text": [
    {
      "hr": "Bilo je to tipično jutro na Sveučilištu.",
      "uk": "Це був типовий ранок в Університеті."
    },
    {
      "hr": "Studenti su polako ulazili u učionicu, neki noseći bilježnice, neki samo šalicu kave.",
      "uk": "Студенти повільно заходили в аудиторію, дехто ніс зошити, дехто тільки чашку кави."
    },
    {
      "hr": "Zrak je bio ispunjen laganim žamorom, dok su se svi pripremali za predavanje iz anatomije, jednog od najzanimljivijih, ali i najzahtjevnijih predmeta na studiju medicine.",
      "uk": "Повітря було наповнене легким гомоном, поки всі готувалися до лекції з анатомії, одного з найцікавіших, але й найскладніших предметів на медичному факультеті."
    },
    {
      "hr": "Učionica je bila prostrana, s velikim prozorima kroz koje je ulazilo jutarnje sunce, stvarajući ugodnu i toplu atmosferu.",
      "uk": "Аудиторія була просторою, з великими вікнами, через які проникало ранкове сонце, створюючи приємну і теплу атмосферу."
    },
    {
      "hr": "Na prednjem zidu bila je postavljena velika ploča, a na njoj detaljan prikaz ljudskog tijela – svi organi, mišići, kosti, i krvne žile bili su jasno prikazani.",
      "uk": "На передній стіні була розміщена велика дошка з детальним зображенням людського тіла – всі органи, м’язи, кістки і кровоносні судини були чітко зображені."
    },
    {
      "hr": "Pored ploče stajao je profesor Marko, stariji čovjek s naočalama, poznat po svom strpljenju i smislu za humor.",
      "uk": "Поруч із дошкою стояв професор Марко, літній чоловік в окулярах, відомий своїм терпінням та почуттям гумору."
    },
    {
      "hr": "Volio je svojim studentima olakšati učenje, unoseći zanimljive priče iz svog dugogodišnjeg iskustva kao liječnik.",
      "uk": "Він любив полегшувати своїм студентам навчання, додаючи цікаві історії зі свого багаторічного досвіду лікаря."
    },
    {
      "hr": "Na stolu ispred njega nalazila se replika ljudskog skeleta, pažljivo postavljena kako bi studenti mogli bolje razumjeti strukturu kostiju.",
      "uk": "На столі перед ним знаходилася репліка людського скелета, ретельно встановлена, щоб студенти могли краще зрозуміти структуру кісток."
    },
    {
      "hr": "Pored skeleta, bila je i mala maketa unutarnjih organa – srca, pluća, jetre i želuca.",
      "uk": "Поруч зі скелетом була маленька модель внутрішніх органів – серця, легень, печінки та шлунка."
    },
    {
      "hr": "Ti su modeli uvijek bili iznimno korisni studentima, jer su im omogućavali vizualizirati ono što uče iz knjiga.",
      "uk": "Ці моделі завжди були надзвичайно корисними для студентів, оскільки дозволяли їм візуалізувати те, що вони вивчали з книг."
    },
    {
      "hr": "'U redu, kolege,' započeo je profesor, podižući pogled prema razredu, 'danas ćemo govoriti o kostima i mišićima. Nadam se da ste spremni!'",
      "uk": "«Добре, колеги», — почав професор, піднявши погляд до класу, «сьогодні ми поговоримо про кістки та м’язи. Сподіваюся, ви готові!»"
    },
    {
      "hr": "Studenti su se smjestili na svoja mjesta, vadili bilježnice i pripremali se za zapisivanje važnih bilješki.",
      "uk": "Студенти сіли на свої місця, діставши зошити та готуючись записувати важливі нотатки."
    },
    {
      "hr": "Na prednjem redu sjedila je Marija, studentica koja je uvijek bila prva u bilježenju i postavljanju pitanja.",
      "uk": "У першому ряді сиділа Марія, студентка, яка завжди була першою в записуванні та задаванні питань."
    },
    {
      "hr": "Pored nje, Luka je već izvadio svoju olovku i skicirao kostur na papir, pokušavajući pratiti ono što profesor govori.",
      "uk": "Поруч із нею Лука вже дістав олівець і почав малювати скелет на папері, намагаючись стежити за словами професора."
    },
    {
      "hr": "Profesor Marko uzeo je štap i počeo pokazivati na kostur: 'Ovdje imamo našu glavnu oslonac – kralježnicu. Sastoji se od 33 ili 34 kralješka, ovisno o varijaciji kod ljudi.'",
      "uk": "Професор Марко взяв указку і почав показувати на скелет: «Тут ми маємо нашу головну опору – хребет. Він складається з 33 або 34 хребців, залежно від варіацій у людей.»"
    },
    {
      "hr": "Studenti su pažljivo slušali, neki su skicirali, drugi su samo promatrali modele na stolu.",
      "uk": "Студенти уважно слухали, дехто робив замальовки, інші просто спостерігали за моделями на столі."
    },
    {
      "hr": "'I ovdje, u predjelu vrata, nalazimo sedam vratnih kralježaka, koji su odgovorni za pokrete glave.'",
      "uk": "«А тут, у шийній частині, ми знаходимо сім шийних хребців, які відповідають за рухи голови.»"
    },
    {
      "hr": "Profesor je nastavio objašnjavati: 'Ne zaboravite da svaki pokret našeg tijela uključuje suradnju kostiju i mišića. Pogledajte ovdje – rameni zglob. Vrlo složen, zar ne?'",
      "uk": "Професор продовжував пояснювати: «Не забувайте, що кожен рух нашого тіла включає взаємодію кісток і м'язів. Подивіться тут – плечовий суглоб. Дуже складний, чи не так?»"
    },
    {
      "hr": "Luka je podignuo ruku: 'Profesore, kako to da rameni zglob može imati toliko pokreta, ali je tako sklon ozljedama?'",
      "uk": "Лука підняв руку: «Професоре, як так, що плечовий суглоб може мати стільки рухів, але при цьому схильний до травм?»"
    },
    {
      "hr": "Profesor se nasmiješio. 'Odlično pitanje, Luka. Rameni zglob ima širok raspon pokreta jer je kuglast zglob, što znači da može rotirati u svim smjerovima.'",
      "uk": "Професор усміхнувся. «Чудове запитання, Лука. Плечовий суглоб має широкий діапазон рухів, тому що це кулястий суглоб, який може обертатися в усіх напрямках.»"
    },
    {
      "hr": "'Ali ta fleksibilnost dolazi po cijenu stabilnosti, zbog čega je podložan ozljedama, posebno kod sportaša.'",
      "uk": "«Але така гнучкість має свою ціну за рахунок стабільності, тому він схильний до травм, особливо у спортсменів.»"
    },
    {
      "hr": "Dok su studenti nastavljali bilježiti, profesor je prešao na mišiće: 'A sada, kolege, pogledajmo mišiće. Ovdje, na primjer, imamo mišić biceps, odgovoran za savijanje ruke.'",
      "uk": "Поки студенти продовжували записувати, професор перейшов до м'язів: «А тепер, колеги, подивімося на м'язи. Тут, наприклад, маємо м'яз біцепс, відповідальний за згинання руки.»"
    },
    {
      "hr": "'Svi ga znate iz teretane, zar ne?' Svi su se nasmijali.",
      "uk": "«Всі ви знаєте його з тренажерного залу, чи не так?» Усі засміялися."
    },
    {
      "hr": "Predavanje je bilo opušteno, ali informativno.",
      "uk": "Лекція була розслабленою, але інформативною."
    },
    {
      "hr": "Profesor je često davao primjere iz stvarnog života kako bi pomogao studentima bolje razumjeti složene pojmove.",
      "uk": "Професор часто наводив приклади з реального життя, щоб допомогти студентам краще зрозуміти складні поняття."
    },
    {
      "hr": "Dok su studenti zapisivali, sunčeva svjetlost se pojačavala, obasjavajući učionicu i stvarajući ugodnu atmosferu za učenje.",
      "uk": "Поки студенти робили записи, сонячне світло ставало яскравішим, освітлюючи аудиторію і створюючи приємну атмосферу для навчання."
    },
    {
      "hr": "Na kraju predavanja, profesor Marko je zaključio: 'Ljudsko tijelo je nevjerojatno složeno, ali uz pravu praksu i razumijevanje, moći ćete savladati sve njegove tajne.'",
      "uk": "Наприкінці лекції професор Марко підсумував: «Людське тіло неймовірно складне, але з належною практикою та розумінням ви зможете опанувати всі його таємниці.»"
    },
    {
      "hr": "'Za domaću zadaću, molim vas da proučite pokrete glavnih zglobova i njihove mišićne skupine. Vidimo se sljedeći put!'",
      "uk": "«На домашнє завдання, будь ласка, вивчіть рухи основних суглобів і їх м'язові групи. Побачимося наступного разу!»"
    },
    {
      "hr": "Studenti su počeli pakirati svoje stvari, a Marija i Luka su se zadržali još nekoliko trenutaka, razgovarajući o onome što su upravo naučili.",
      "uk": "Студенти почали збирати свої речі, а Марія і Лука затрималися ще на кілька хвилин, обговорюючи те, що щойно вивчили."
    },
    {
      "hr": "Bilo je to još jedno uspješno predavanje, a dan u učionici nastavio je u istom ritmu – s učenjem, smijehom i željom za stjecanjem novih znanja.",
      "uk": "Це була ще одна успішна лекція, і день в аудиторії продовжився в тому ж ритмі – з навчанням, сміхом та бажанням здобувати нові знання."
    }
  ],
  "vocabulary": [
    {"hr": "anatomija", "uk": "анатомія"},
    {"hr": "učionica", "uk": "аудиторія"},
    {"hr": "kost", "uk": "кістка"},
    {"hr": "mišić", "uk": "м'яз"},
    {"hr": "zglob", "uk": "суглоб"},
    {"hr": "kralježak", "uk": "хребець"},
    {"hr": "kralježnica", "uk": "хребет"},
    {"hr": "skelet", "uk": "скелет"},
    {"hr": "profesor", "uk": "професор"},
    {"hr": "student", "uk": "студент"},
    {"hr": "predavanje", "uk": "лекція"},
    {"hr": "bilješke", "uk": "нотатки"},
    {"hr": "rameni zglob", "uk": "плечовий суглоб"},
    {"hr": "pokret", "uk": "рух"},
    {"hr": "savijanje", "uk": "згинання"},
    {"hr": "teretana", "uk": "тренажерний зал"},
    {"hr": "srce", "uk": "серце"},
    {"hr": "pluća", "uk": "легені"},
    {"hr": "jetra", "uk": "печінка"},
    {"hr": "želudac", "uk": "шлунок"},
    {"hr": "biceps", "uk": "біцепс"},
    {"hr": "model", "uk": "модель"},
    {"hr": "oslonac", "uk": "опора"},
    {"hr": "kuglasti zglob", "uk": "кулястий суглоб"},
    {"hr": "glava", "uk": "голова"},
    {"hr": "bilježnica", "uk": "зошит"},
    {"hr": "olovka", "uk": "олівець"},
    {"hr": "humor", "uk": "гумор"},
    {"hr": "praksa", "uk": "практика"},
    {"hr": "znanje", "uk": "знання"},
    {"hr": "sunce", "uk": "сонце"},
    {"hr": "vidjeti", "uk": "побачити"},
    {"hr": "razumijevanje", "uk": "розуміння"},
    {"hr": "škola", "uk": "школа"},
    {"hr": "vježba", "uk": "вправа"},
    {"hr": "učenje", "uk": "навчання"},
    {"hr": "dan", "uk": "день"},
    {"hr": "mogu", "uk": "можу"},
    {"hr": "želja", "uk": "бажання"},
    {"hr": "tajna", "uk": "таємниця"},
    {"hr": "humor", "uk": "гумор"},
    {"hr": "razumjeti", "uk": "зрозуміти"},
    {"hr": "ruka", "uk": "рука"},
    {"hr": "smijeh", "uk": "сміх"},
    {"hr": "osvjetljenje", "uk": "освітлення"},
    {"hr": "prikaz", "uk": "зображення"}
  ]
}
