{
  "title_hr": "Markove i Anine godišnje avanture",
  "title_uk": "Щорічні пригоди Марка та Ани",
  "illustration": "story_26.png",
  "text": [
    {
      "hr": "Svake godine, Marko i Ana vole planirati svoje godišnje odmore unaprijed.",
      "uk": "Щороку Марко і Ана люблять заздалегідь планувати свої щорічні відпустки."
    },
    {
      "hr": "Njihova ljubav prema putovanjima i otkrivanju novih mjesta uvijek ih vodi na nezaboravne avanture, bilo zimi ili ljeti.",
      "uk": "Їхня любов до подорожей та відкриття нових місць завжди веде їх до незабутніх пригод, як узимку, так і влітку."
    },
    {
      "hr": "Dok neki ljudi preferiraju samo jedno godišnje doba za odmor, oni su uživali u čarima obje sezone.",
      "uk": "Хоча деякі люди надають перевагу лише одній порі року для відпочинку, вони насолоджувалися красою обох сезонів."
    },
    {
      "hr": "Hajdemo! Vrijeme je da isplaniramo gdje ćemo ove godine, rekao je Marko jedne večeri dok su sjedili i listali kataloge turističkih destinacija.",
      "uk": "Ходімо! Час спланувати, куди ми поїдемо цього року, сказав Марко одного вечора, коли вони сиділи і гортали каталоги туристичних напрямків."
    },
    {
      "hr": "Ljeti su najviše voljeli ići na more.",
      "uk": "Влітку їм найбільше подобалося їхати на море."
    },
    {
      "hr": "Hrvatska obala bila im je omiljeno mjesto za ljetni odmor.",
      "uk": "Хорватське узбережжя було їхнім улюбленим місцем для літнього відпочинку."
    },
    {
      "hr": "Nema boljeg osjećaja od sunčanja na plaži i kupanja u kristalno čistom moru, govorila je Ana.",
      "uk": "Немає кращого відчуття, ніж загоряти на пляжі і купатися в кристально чистому морі, говорила Ана."
    },
    {
      "hr": "Njihovo najdraže ljetno odredište bilo je otok Brač.",
      "uk": "Їхнім улюбленим літнім місцем був острів Брач."
    },
    {
      "hr": "Svake godine su se veselili povratku na Zlatni rat, predivnu šljunčanu plažu koja se pružala prema pučini.",
      "uk": "Щороку вони з радістю поверталися на Златни Рат, чудовий гальковий пляж, який простягався в море."
    },
    {
      "hr": "Plaža je savršena za sunčanje, a more je dovoljno mirno za duga plivanja, rekao je Marko dok su zajedno gledali fotografije s prošlogodišnjeg odmora.",
      "uk": "Пляж ідеальний для засмаги, а море достатньо спокійне для довгих запливів, сказав Марко, коли вони разом переглядали фотографії з минулорічної відпустки."
    },
    {
      "hr": "Na otoku Braču, osim uživanja na plaži, voljeli su istraživati i unutrašnjost otoka.",
      "uk": "На острові Брач, окрім відпочинку на пляжі, їм подобалося досліджувати внутрішню частину острова."
    },
    {
      "hr": "Hajdemo pješačiti do Vidove gore! predložila bi Ana svaki put kada bi osjetila potrebu za avanturom.",
      "uk": "Ходімо підніматися на Видову гору! пропонувала Ана щоразу, коли відчувала бажання до пригод."
    },
    {
      "hr": "Vidova gora je najviši vrh hrvatskih otoka, a pogled s nje bio je spektakularan.",
      "uk": "Видова гора – найвища вершина хорватських островів, і вид з неї був приголомшливий."
    },
    {
      "hr": "Dok bi se penjali, uživali su u mirisu borova i svježem zraku.",
      "uk": "Під час підйому вони насолоджувалися запахом сосен і свіжим повітрям."
    },
    {
      "hr": "Nema boljeg mjesta za ljetni odmor, rekao bi Marko kad bi se konačno popeli na vrh i gledali prema Jadranskom moru.",
      "uk": "Немає кращого місця для літнього відпочинку, сказав би Марко, коли вони нарешті піднялися на вершину і дивилися на Адріатичне море."
    },
    {
      "hr": "No, zimi su njihove avanture vodile u planine.",
      "uk": "Але взимку їхні пригоди вели до гір."
    },
    {
      "hr": "Njihovo omiljeno mjesto za zimski odmor bilo je Plitvička jezera.",
      "uk": "Їхнім улюбленим місцем для зимової відпустки були Плітвицькі озера."
    },
    {
      "hr": "Iako su jezera najpoznatija po svojoj ljepoti ljeti, Marko i Ana su ih otkrili i kao zimski raj.",
      "uk": "Хоча озера найвідоміші своєю красою влітку, Марко та Ана відкрили їх і як зимовий рай."
    },
    {
      "hr": "Hajdemo na Plitvice zimi! To je čarobno mjesto, rekla bi Ana svake zime.",
      "uk": "Ходімо взимку на Плітвиці! Це чарівне місце, казала Ана кожної зими."
    },
    {
      "hr": "Zaledena jezera, bijeli slapovi i snijegom prekriveni šumski putovi činili su ovo mjesto posebnim.",
      "uk": "Замерзлі озера, білі водоспади та засніжені лісові стежки робили це місце особливим."
    },
    {
      "hr": "Dok su hodali kroz nacionalni park, okruženi zimskom tišinom i netaknutom prirodom, osjećali su se kao da su u bajci.",
      "uk": "Коли вони прогулювалися національним парком, оточені зимовою тишею та недоторканою природою, вони відчували себе, наче в казці."
    },
    {
      "hr": "Zima na Plitvicama je nešto što se ne propušta, govorio bi Marko, dok su se divili kristalno čistim vodama jezera, okovanih ledom.",
      "uk": "Зима на Плітвіцях – це те, що не можна пропустити, казав Марко, коли вони милувалися кришталево чистими водами озер, скованих льодом."
    },
    {
      "hr": "Nakon šetnje, uvijek bi se ugrijali u obližnjem restoranu, uživajući u toplom čaju i lokalnim delicijama.",
      "uk": "Після прогулянки вони завжди зігрівалися в найближчому ресторані, насолоджуючись теплим чаєм і місцевими делікатесами."
    },
    {
      "hr": "Osim Plitvica, voljeli su i skijanje.",
      "uk": "Окрім Плітвицьких озер, їм подобалося кататися на лижах."
    },
    {
      "hr": "Njihova omiljena skijališta bila su u Gorskom kotaru.",
      "uk": "Їхні улюблені лижні курорти були в Горському Котарі."
    },
    {
      "hr": "Hajdemo skijati ovaj vikend! rekao bi Marko čim bi pao prvi snijeg.",
      "uk": "Поїхали кататися на лижах цього вихідного! сказав би Марко, щойно випав перший сніг."
    },
    {
      "hr": "Skijanje po svježe napadalom snijegu, spuštanje niz padine i osjećaj slobode dok su klizili niz planinu, bilo je neusporedivo.",
      "uk": "Катання на лижах по свіжому снігу, спускання з гірських схилів і відчуття свободи під час ковзання вниз по горах були незрівнянними."
    },
    {
      "hr": "Ana je voljela skijaške staze za početnike, dok je Marko više uživao u izazovnijim spustovima.",
      "uk": "Ані подобалися лижні траси для початківців, тоді як Марко більше насолоджувався складнішими спусками."
    },
    {
      "hr": "Nakon dugog dana na snijegu, često bi se vraćali u planinsku kolibu gdje su se grijali pored vatre, uživajući u mirisu drva koje gori.",
      "uk": "Після довгого дня на снігу вони часто поверталися до гірської хатини, де грілися біля вогню, насолоджуючись запахом горілого дерева."
    },
    {
      "hr": "Ljeti su voljeli morske avanture, a zimi planinske izazove.",
      "uk": "Влітку вони любили морські пригоди, а взимку – гірські виклики."
    },
    {
      "hr": "Svaka sezona nudila im je drugačije iskustvo, ali ono što ih je povezivalo bilo je zajedničko uživanje u prirodi i bijeg od svakodnevice.",
      "uk": "Кожен сезон приносив їм різний досвід, але те, що їх об’єднувало, було спільним насолодженням природою та втечею від буденності."
    },
    {
      "hr": "Nema ništa bolje od kombinacije ljetnih i zimskih odmora, govorila bi Ana.",
      "uk": "Немає нічого кращого, ніж поєднання літніх і зимових відпусток, казала Ана."
    },
    {
      "hr": "Dok bi drugi možda birali samo jedno godišnje doba za putovanja, oni su voljeli raznolikost.",
      "uk": "Хоча інші, можливо, обирали лише одну пору року для подорожей, вони любили різноманітність."
    },
    {
      "hr": "Ove godine odlučili su kombinirati i jedno i drugo.",
      "uk": "Цього року вони вирішили поєднати одразу обидва сезони."
    },
    {
      "hr": "Hajdemo ove zime prvo na Plitvice, a onda na proljeće na Brač, predložio je Marko.",
      "uk": "Давай спочатку взимку поїдемо на Плітвиці, а навесні – на Брач, запропонував Марко."
    },
    {
      "hr": "Ana se nasmiješila i složila se.",
      "uk": "Ана посміхнулася та погодилася."
    },
    {
      "hr": "Već su počeli planirati novi ljetni odmor na moru, istraživati skrovite uvale, kušati lokalnu hranu i provoditi duge sate na plaži.",
      "uk": "Вони вже почали планувати нову літню відпустку на морі, досліджувати приховані бухти, смакувати місцеву їжу та проводити довгі години на пляжі."
    },
    {
      "hr": "Istovremeno, s nestrpljenjem su očekivali zimu, snježne padine i planinske kolibe, znajući da svaka sezona donosi nešto posebno.",
      "uk": "Водночас вони з нетерпінням чекали зими, сніжних схилів і гірських хатин, знаючи, що кожен сезон приносить щось особливе."
    },
    {
      "hr": "Dok su zajedno planirali, shvatili su da nije važno gdje idu, već kako provode vrijeme.",
      "uk": "Плануючи разом, вони зрозуміли, що важливо не те, куди вони йдуть, а як проводять час."
    },
    {
      "hr": "Bilo da su na sunčanoj plaži ili u snijegom pokrivenim planinama, njihova avantura uvijek je započinjala jednostavnom rečenicom: Hajdemo!",
      "uk": "Незалежно від того, чи вони були на сонячному пляжі чи в засніжених горах, їхня пригода завжди починалася з простої фрази: Ходімо!"
    }
  ],
  "vocabulary": [
    { "hr": "godina", "uk": "рік" },
    { "hr": "planirati", "uk": "планувати" },
    { "hr": "odmor", "uk": "відпустка" },
    { "hr": "putovanje", "uk": "подорож" },
    { "hr": "avantura", "uk": "пригода" },
    { "hr": "zima", "uk": "зима" },
    { "hr": "ljeto", "uk": "літо" },
    { "hr": "sezona", "uk": "сезон" },
    { "hr": "destinacija", "uk": "пункт призначення" },
    { "hr": "obala", "uk": "узбережжя" },
    { "hr": "plaža", "uk": "пляж" },
    { "hr": "more", "uk": "море" },
    { "hr": "sunčanje", "uk": "засмагання" },
    { "hr": "plivanje", "uk": "плавання" },
    { "hr": "otok", "uk": "острів" },
    { "hr": "Brač", "uk": "Брач" },
    { "hr": "Zlatni rat", "uk": "Златний Рат" },
    { "hr": "Vidova gora", "uk": "Відова гора" },
    { "hr": "pogled", "uk": "вид" },
    { "hr": "Jadransko more", "uk": "Адріатичне море" },
    { "hr": "planina", "uk": "гора" },
    { "hr": "Plitvička jezera", "uk": "Плітвицькі озера" },
    { "hr": "nacionalni park", "uk": "національний парк" },
    { "hr": "led", "uk": "лід" },
    { "hr": "snijeg", "uk": "сніг" },
    { "hr": "šuma", "uk": "ліс" },
    { "hr": "priroda", "uk": "природа" },
    { "hr": "tišina", "uk": "тиша" },
    { "hr": "restoran", "uk": "ресторан" },
    { "hr": "čaj", "uk": "чай" },
    { "hr": "delicije", "uk": "делікатеси" },
    { "hr": "skijanje", "uk": "катання на лижах" },
    { "hr": "skijalište", "uk": "лижний курорт" },
    { "hr": "padina", "uk": "схил" },
    { "hr": "spuštanje", "uk": "спуск" },
    { "hr": "sloboda", "uk": "свобода" },
    { "hr": "koliba", "uk": "хатина" },
    { "hr": "drvo", "uk": "дерево" },
    { "hr": "vatra", "uk": "вогонь" },
    { "hr": "grijanje", "uk": "обігрів" },
    { "hr": "uvala", "uk": "бухта" },
    { "hr": "hrana", "uk": "їжа" },
    { "hr": "vremena", "uk": "час" },
    { "hr": "skijati", "uk": "кататися на лижах" },
    { "hr": "pješačenje", "uk": "пішохідний туризм" },
    { "hr": "turizam", "uk": "туризм" },
    { "hr": "proljeće", "uk": "весна" },
    { "hr": "spomenuti", "uk": "згадати" },
    { "hr": "uskoro", "uk": "незабаром" },
    { "hr": "uživati", "uk": "насолоджуватися" }
  ]
}
