{
  "title_hr": "Nedjeljni ručak kod bake Ane",
  "title_uk": "Неділя за обіднім столом у бабусі Ани",
  "illustration": "story_21.png",
  "text": [
    {
      "hr": "Svake nedjelje, cijela obitelj okupljala se kod bake Ane na ručku.",
      "uk": "Щонеділі вся родина збиралася у бабусі Ани на обід."
    },
    {
      "hr": "Nedjeljni ručak bio je poseban događaj, a priprema jela počinjala je rano ujutro.",
      "uk": "Недільний обід був особливою подією, і приготування їжі починалося рано вранці."
    },
    {
      "hr": "Baka Ana voljela je kuhati za svoju obitelj, i uvijek bi pripremila najfinija jela koja su svi obožavali.",
      "uk": "Бабуся Ана любила готувати для своєї родини і завжди готувала найсмачніші страви, які всі обожнювали."
    },
    {
      "hr": "Ovaj put, odlučila je napraviti tradicionalno pečenje s krumpirom i salatom.",
      "uk": "Цього разу вона вирішила приготувати традиційне запечене м'ясо з картоплею та салатом."
    },
    {
      "hr": "Dok je stajala u kuhinji, baka je najprije izvadila meso iz hladnjaka.",
      "uk": "Стоячи на кухні, бабуся спершу дістала м'ясо з холодильника."
    },
    {
      "hr": "Bila je to lijepa, svježa svinjska plećka, koju je najprije oprala pod mlazom vode, a zatim osušila papirnatim ubrusima.",
      "uk": "Це був гарний, свіжий шматок свинячої лопатки, який вона спершу промила під струменем води, а потім висушила паперовими серветками."
    },
    {
      "hr": "Nakon toga, pažljivo je počela rezati komade češnjaka i pripremati začine.",
      "uk": "Потім вона обережно почала нарізати часник і готувати приправи."
    },
    {
      "hr": "\"Meso mora biti dobro začinjeno,\" uvijek je govorila.",
      "uk": "\"М'ясо повинно бути добре приправлене,\" завжди казала вона."
    },
    {
      "hr": "Posula je meso solju, paprom i mljevenom paprikom, a zatim utrljala začine u meso, tako da svaki komad upije okuse.",
      "uk": "Вона посипала м'ясо сіллю, перцем і меленою паприкою, а потім втирала приправи в м'ясо, щоб кожен шматочок ввібрав смаки."
    },
    {
      "hr": "Nakon toga, stavila je meso u pećnicu koja se već zagrijala na 200 stupnjeva.",
      "uk": "Потім вона поставила м'ясо в духовку, яка вже була розігріта до 200 градусів."
    },
    {
      "hr": "\"Peći ćemo ga polako, da bude mekano i sočno,\" rekla je, dok je zatvarala vrata pećnice.",
      "uk": "\"Ми будемо запікати його повільно, щоб воно було м'яким і соковитим,\" сказала вона, зачиняючи дверцята духовки."
    },
    {
      "hr": "Dok se meso peklo, baka se posvetila krumpiru.",
      "uk": "Поки м'ясо запікалося, бабуся взялася за картоплю."
    },
    {
      "hr": "Ogulila je nekoliko velikih krumpira, a zatim ih narezala na kockice.",
      "uk": "Вона очистила кілька великих картоплин і нарізала їх кубиками."
    },
    {
      "hr": "Stavila je krumpir u veliku zdjelu, posula ga maslinovim uljem i dodala malo ružmarina za miris.",
      "uk": "Вона поклала картоплю у велику миску, полила її оливковою олією та додала трохи розмарину для аромату."
    },
    {
      "hr": "\"Krumpir će biti hrskav izvana, a mekan iznutra,\" rekla je zadovoljno, dok je miješala krumpir da se dobro premaže uljem.",
      "uk": "\"Картопля буде хрусткою зовні та м'якою всередині,\" сказала вона задоволено, помішуючи картоплю, щоб добре її обмазати олією."
    },
    {
      "hr": "Kada je krumpir bio spreman, stavila ga je na pleh i ubacila u pećnicu, pored mesa.",
      "uk": "Коли картопля була готова, вона виклала її на деко та поставила в духовку поряд з м'ясом."
    },
    {
      "hr": "Miris pečenog mesa i začina ubrzo je ispunio cijelu kuhinju.",
      "uk": "Запах запеченого м'яса і приправ швидко наповнив усю кухню."
    },
    {
      "hr": "\"Mmm, kako to fino miriše!\" rekla je, dok je provjeravala kako meso napreduje.",
      "uk": "\"Ммм, як чудово пахне!\" сказала вона, перевіряючи, як печеться м'ясо."
    },
    {
      "hr": "S vremena na vrijeme, otvorila bi pećnicu i zalijevala meso sokovima koji su se skupljali na dnu posude, kako bi ostalo sočno.",
      "uk": "Час від часу вона відкривала духовку і поливала м'ясо соками, що збиралися на дні посудини, щоб воно залишалося соковитим."
    },
    {
      "hr": "Nakon sat vremena pečenja, vrijeme je bilo za pripremu salate.",
      "uk": "Після години запікання настав час готувати салат."
    },
    {
      "hr": "Baka je oprala svježu zelenu salatu i narezala rajčice, krastavce i crveni luk.",
      "uk": "Бабуся промила свіжий салат і нарізала помідори, огірки та червону цибулю."
    },
    {
      "hr": "\"Uvijek je važno imati svježu salatu uz bogat obrok,\" rekla je, dok je miješala sastojke u velikoj zdjeli.",
      "uk": "\"Завжди важливо мати свіжий салат до багатого обіду,\" сказала вона, перемішуючи інгредієнти у великій мисці."
    },
    {
      "hr": "Dodala je prstohvat soli, nekoliko kapi maslinovog ulja i malo octa.",
      "uk": "Вона додала щіпку солі, кілька крапель оливкової олії та трохи оцту."
    },
    {
      "hr": "Salata je bila spremna.",
      "uk": "Салат був готовий."
    },
    {
      "hr": "Dok se sve kuhalo i peklo, baka je pripremila stol.",
      "uk": "Поки все готувалося і пеклося, бабуся підготувала стіл."
    },
    {
      "hr": "Postavila je tanjure, pribor za jelo i čaše.",
      "uk": "Вона розставила тарілки, столові прибори та склянки."
    },
    {
      "hr": "Na sredinu stola stavila je veliki vrč s hladnom vodom i nekoliko kriški limuna za osvježenje.",
      "uk": "Посередині столу вона поставила великий глечик з холодною водою та кілька скибочок лимона для свіжості."
    },
    {
      "hr": "\"Sve mora biti spremno kada obitelj stigne,\" govorila je, s osmijehom na licu.",
      "uk": "\"Усе повинно бути готовим до того, як родина прийде,\" казала вона з усмішкою на обличчі."
    },
    {
      "hr": "Konačno, došlo je vrijeme da izvadi meso iz pećnice.",
      "uk": "Нарешті, настав час вийняти м'ясо з духовки."
    },
    {
      "hr": "Veliki komad svinjetine bio je savršeno pečen, s hrskavom koricom izvana i sočnim mesom iznutra.",
      "uk": "Великий шматок свинини був ідеально запеченим, з хрусткою скоринкою зовні і соковитим м'ясом всередині."
    },
    {
      "hr": "Krumpir je bio zlatno smeđ, hrskav i mirišljav.",
      "uk": "Картопля була золотисто-коричневою, хрусткою і ароматною."
    },
    {
      "hr": "Baka je pažljivo narezala meso na tanke kriške i složila ga na veliki pladanj, pored pečenog krumpira.",
      "uk": "Бабуся обережно нарізала м'ясо на тонкі шматочки і виклала його на великий піднос поруч із запеченою картоплею."
    },
    {
      "hr": "Dok je sve stavljala na stol, miris pečenog mesa i začina širio se po cijeloj kući.",
      "uk": "Коли вона все викладала на стіл, запах запеченого м'яса і приправ поширювався по всьому будинку."
    },
    {
      "hr": "Čim je obitelj ušla u kuću, svi su komentirali kako divno miriše.",
      "uk": "Як тільки родина увійшла в будинок, усі почали коментувати, як чудово пахне."
    },
    {
      "hr": "\"Bako, ovo izgleda nevjerojatno!\" uzviknula je unuka, dok su svi sjedali za stol.",
      "uk": "\"Бабусю, це виглядає неймовірно!\" вигукнула онука, коли всі сідали за стіл."
    },
    {
      "hr": "Kad je ručak započeo, cijela obitelj uživala je u okusu sočnog mesa, hrskavog krumpira i svježe salate.",
      "uk": "Коли обід почався, вся родина насолоджувалася смаком соковитого м'яса, хрусткої картоплі та свіжого салату."
    },
    {
      "hr": "\"Meso je tako mekano, doslovno se topi u ustima,\" rekao je Marko, dok je rezao još jedan komad.",
      "uk": "\"М'ясо таке м'яке, буквально тане в роті,\" сказав Марко, розрізаючи ще один шматок."
    },
    {
      "hr": "\"A krumpir je savršen, hrskav izvana i mekan iznutra,\" dodala je Ana.",
      "uk": "\"А картопля ідеальна, хрустка зовні та м'яка всередині,\" додала Ана."
    },
    {
      "hr": "Ručak je završio s bakinom poznatom jabukovačom, a obitelj je ostatak popodneva provela u razgovoru i smijehu, uživajući u zajedničkom vremenu i divnoj hrani.",
      "uk": "Обід закінчився відомим бабусиним яблучним пирогом, а решту дня родина провела у розмовах і сміху, насолоджуючись часом разом і чудовою їжею."
    }
  ],
  "vocabulary": [
    { "hr": "obitelj", "uk": "сім'я" },
    { "hr": "ručak", "uk": "обід" },
    { "hr": "priprema", "uk": "приготування" },
    { "hr": "jela", "uk": "страва" },
    { "hr": "baka", "uk": "бабуся" },
    { "hr": "kuhati", "uk": "готувати" },
    { "hr": "meso", "uk": "м'ясо" },
    { "hr": "hladnjak", "uk": "холодильник" },
    { "hr": "češnjak", "uk": "часник" },
    { "hr": "začini", "uk": "приправи" },
    { "hr": "sol", "uk": "сіль" },
    { "hr": "papar", "uk": "перець" },
    { "hr": "pećnica", "uk": "духовка" },
    { "hr": "krumpir", "uk": "картопля" },
    { "hr": "maslinovo ulje", "uk": "оливкова олія" },
    { "hr": "ružmarin", "uk": "розмарин" },
    { "hr": "salata", "uk": "салат" },
    { "hr": "rajčice", "uk": "помідори" },
    { "hr": "krastavci", "uk": "огірки" },
    { "hr": "luk", "uk": "цибуля" },
    { "hr": "stol", "uk": "стіл" },
    { "hr": "tanjur", "uk": "тарілка" },
    { "hr": "pribor za jelo", "uk": "столові прилади" },
    { "hr": "čaša", "uk": "склянка" },
    { "hr": "voda", "uk": "вода" },
    { "hr": "limun", "uk": "лимон" },
    { "hr": "pečenje", "uk": "запікання" },
    { "hr": "korica", "uk": "кірка" },
    { "hr": "hrskav", "uk": "хрусткий" },
    { "hr": "sočno", "uk": "соковите" },
    { "hr": "narezati", "uk": "нарізати" },
    { "hr": "pladanj", "uk": "таця" },
    { "hr": "miris", "uk": "аромат" },
    { "hr": "kuća", "uk": "дім" },
    { "hr": "okus", "uk": "смак" },
    { "hr": "sočno", "uk": "соковите" },
    { "hr": "topiti", "uk": "танути" },
    { "hr": "krumpir", "uk": "картопля" },
    { "hr": "mekano", "uk": "м'яке" },
    { "hr": "jabukovača", "uk": "яблучне вино" },
    { "hr": "razgovor", "uk": "розмова" },
    { "hr": "smijeh", "uk": "сміх" },
    { "hr": "uživati", "uk": "насолоджуватися" },
    { "hr": "zajednički", "uk": "спільний" },
    { "hr": "vreme", "uk": "час" },
    { "hr": "hrana", "uk": "їжа" },
    { "hr": "zajedništvo", "uk": "єднання" },
    { "hr": "peći", "uk": "запікати" },
    { "hr": "ukusno", "uk": "смачне" }
  ]
}
