{
  "title_hr": "Tri ključne riječi za uspjeh: Znam, Hoću, Mogu",
  "title_uk": "Три ключові слова для успіху: Знаю, Хочу, Можу",
  "illustration": "story_25.png",
  "text": [
    {
      "hr": "U svakodnevnom životu često se susrećemo s izazovima, preprekama i situacijama koje testiraju našu volju i sposobnost da uspijemo.",
      "uk": "У повсякденному житті ми часто стикаємось із викликами, перешкодами та ситуаціями, які випробовують нашу волю та здатність досягати успіху."
    },
    {
      "hr": "Ključ za prevladavanje tih izazova leži u tri riječi: znam, hoću i mogu.",
      "uk": "Ключ до подолання цих викликів полягає у трьох словах: знаю, хочу і можу."
    },
    {
      "hr": "Te riječi simboliziraju moć odlučnosti i vjeru u vlastite sposobnosti, a često su upravo one koje nas guraju prema ostvarenju ciljeva, bez obzira na prepreke koje stoje na putu.",
      "uk": "Ці слова символізують силу рішучості та віру у власні здібності, і часто саме вони підштовхують нас до досягнення цілей, незалежно від перешкод на шляху."
    },
    {
      "hr": "Kada kažemo 'znam', govorimo o znanju koje smo stekli tijekom života.",
      "uk": "Коли ми кажемо 'знаю', ми говоримо про знання, які здобули протягом життя."
    },
    {
      "hr": "Znam kako nešto funkcionira, znam kako postići određeni cilj, znam koje korake trebam poduzeti.",
      "uk": "Знаю, як щось працює, знаю, як досягти певної мети, знаю, які кроки потрібно зробити."
    },
    {
      "hr": "Znanje nam daje sigurnost i samopouzdanje.",
      "uk": "Знання надає нам впевненості та самовпевненості."
    },
    {
      "hr": "Bez njega, teško je krenuti prema naprijed.",
      "uk": "Без нього важко рухатися вперед."
    },
    {
      "hr": "Na primjer, osoba koja želi postati uspješan poduzetnik mora prvo znati osnovne principe poslovanja, tržišne zakonitosti i kako upravljati financijama.",
      "uk": "Наприклад, людина, яка хоче стати успішним підприємцем, повинна спочатку знати основні принципи бізнесу, ринкові закономірності та як керувати фінансами."
    },
    {
      "hr": "Bez tog temeljnog znanja, uspjeh bi bio teško ostvariv.",
      "uk": "Без цих базових знань успіх був би важко досяжним."
    },
    {
      "hr": "Međutim, znanje samo po sebi nije dovoljno.",
      "uk": "Однак, знання саме по собі недостатнє."
    },
    {
      "hr": "Čak i kad sve znamo, potrebna je unutarnja motivacija, želja da se nešto postigne.",
      "uk": "Навіть коли ми все знаємо, необхідна внутрішня мотивація, бажання чогось досягти."
    },
    {
      "hr": "Ovdje dolazimo do riječi hoću.",
      "uk": "Тут ми підходимо до слова хочу."
    },
    {
      "hr": "Želja i volja pokreću nas naprijed, dajući nam snagu da djelujemo.",
      "uk": "Бажання та воля штовхають нас вперед, надаючи нам сили діяти."
    },
    {
      "hr": "Koliko puta ste čuli nekoga da kaže: 'Želim uspjeti, ali nemam dovoljno motivacije'?",
      "uk": "Скільки разів ви чули, як хтось каже: 'Хочу досягти успіху, але мені бракує мотивації'?"
    },
    {
      "hr": "Upravo je ta unutarnja volja, taj 'hoću', ono što nas čini spremnima da uložimo trud, energiju i vrijeme u postizanje ciljeva.",
      "uk": "Саме це внутрішнє бажання, це 'хочу', робить нас готовими вкласти зусилля, енергію та час у досягнення цілей."
    },
    {
      "hr": "Na primjer, osoba koja želi naučiti novi jezik prvo mora imati jasnu želju za učenjem.",
      "uk": "Наприклад, людина, яка хоче вивчити нову мову, повинна спочатку мати чітке бажання вчитися."
    },
    {
      "hr": "Hoću naučiti španjolski – to je jasan izraz volje i namjere.",
      "uk": "Хочу вивчити іспанську – це чіткий вираз волі та наміру."
    },
    {
      "hr": "Ta želja daje motivaciju da svaki dan sjedne i uči nove riječi, gramatiku i izraze, bez obzira na poteškoće s kojima se susreće.",
      "uk": "Це бажання дає мотивацію щодня сідати і вивчати нові слова, граматику та вирази, незважаючи на труднощі, з якими стикається."
    },
    {
      "hr": "Kada imamo jasan cilj i izraz volje, lakše je ostati fokusiran i posvećen zadatku.",
      "uk": "Коли у нас є чітка мета та виразне бажання, легше залишатися зосередженими та відданими завданню."
    },
    {
      "hr": "Osim znanja i želje, treći ključni element uspjeha je vjera u vlastite sposobnosti – riječ mogu.",
      "uk": "Окрім знань і бажання, третім ключовим елементом успіху є віра у власні здібності – слово можу."
    },
    {
      "hr": "Kada kažemo 'mogu', potvrđujemo svoje uvjerenje da smo sposobni ostvariti ono što smo naumili.",
      "uk": "Коли ми кажемо 'можу', ми підтверджуємо свою впевненість у тому, що здатні досягти того, що запланували."
    },
    {
      "hr": "Samopouzdanje igra veliku ulogu u našem uspjehu.",
      "uk": "Впевненість у собі відіграє велику роль у нашому успіху."
    },
    {
      "hr": "Često su naše misli o tome što možemo ili ne možemo učiniti te koje definiraju ishod situacije.",
      "uk": "Наші думки про те, що ми можемо або не можемо зробити, часто визначають результат ситуації."
    },
    {
      "hr": "Na primjer, sportaš koji se priprema za natjecanje mora vjerovati da je sposoban pobijediti.",
      "uk": "Наприклад, спортсмен, який готується до змагань, повинен вірити, що здатен перемогти."
    },
    {
      "hr": "Ako ne vjeruje da može uspjeti, teško će postići pobjedu.",
      "uk": "Якщо він не вірить у свій успіх, йому буде важко здобути перемогу."
    },
    {
      "hr": "Stoga su afirmacije, poput 'mogu to učiniti', ključne u jačanju samopouzdanja.",
      "uk": "Тому такі афірмації, як 'я можу це зробити', є ключовими для зміцнення самовпевненості."
    },
    {
      "hr": "Takve afirmacije pomažu nam prebroditi sumnje i strahove.",
      "uk": "Такі афірмації допомагають нам подолати сумніви та страхи."
    },
    {
      "hr": "Kad kažemo 'mogu', postajemo otporniji na prepreke koje nas inače usporavaju ili obeshrabruju.",
      "uk": "Коли ми кажемо 'можу', ми стаємо стійкішими до перешкод, які зазвичай уповільнюють або відбивають наше бажання."
    },
    {
      "hr": "Sposobnost da kažemo 'znam', 'hoću' i 'mogu' odražava našu sposobnost da prepoznamo svoje mogućnosti, izrazimo želje i definiramo namjere.",
      "uk": "Здатність сказати 'знаю', 'хочу' і 'можу' відображає нашу здатність усвідомити свої можливості, виразити бажання та визначити наміри."
    },
    {
      "hr": "Te riječi nas povezuju s našim ciljevima i pomažu nam da se suočimo s izazovima.",
      "uk": "Ці слова пов'язують нас із нашими цілями та допомагають долати виклики."
    },
    {
      "hr": "Na primjer, osoba koja želi promijeniti karijeru mora prvo prepoznati što zna, zatim jasno izraziti želju za promjenom, a na kraju vjerovati da može postići ono što želi.",
      "uk": "Наприклад, людина, яка хоче змінити кар'єру, повинна спочатку визначити, що вона знає, потім чітко виразити бажання змін, і, нарешті, повірити, що вона здатна досягти бажаного."
    },
    {
      "hr": "U poslovnom svijetu, lideri koji su uspješni često koriste ove tri riječi kao vodilje u svojim karijerama.",
      "uk": "У бізнес-світі успішні лідери часто використовують ці три слова як орієнтири у своїй кар'єрі."
    },
    {
      "hr": "Kada lider zna kako voditi tim, kada želi poboljšati rezultate tvrtke i kada vjeruje da to može postići, njegovi suradnici prepoznaju tu sigurnost i volju, te ga slijede.",
      "uk": "Коли лідер знає, як керувати командою, коли хоче покращити результати компанії і вірить, що здатен це зробити, його колеги визнають цю впевненість і волю та йдуть за ним."
    },
    {
      "hr": "Takvi lideri ne samo da postižu uspjeh za sebe, već motiviraju i druge da vjeruju u vlastite sposobnosti.",
      "uk": "Такі лідери не лише досягають успіху для себе, але й мотивують інших вірити у власні можливості."
    },
    {
      "hr": "Zanimljivo je kako ove tri riječi funkcioniraju zajedno.",
      "uk": "Цікаво, як ці три слова працюють разом."
    },
    {
      "hr": "Znam postavlja temelje znanja i kompetencija.",
      "uk": "'Знаю' закладає основи знань і компетенцій."
    },
    {
      "hr": "Hoću definira našu unutarnju motivaciju i pokretačku snagu.",
      "uk": "'Хочу' визначає нашу внутрішню мотивацію та рушійну силу."
    },
    {
      "hr": "Mogu nam daje vjeru da smo sposobni prevladati izazove i ostvariti svoje ciljeve.",
      "uk": "'Можу' дає нам віру у здатність долати виклики і досягати своїх цілей."
    },
    {
      "hr": "Kad ih spojimo, dobijemo jasnu formulu za uspjeh, bilo da se radi o učenju novih vještina, razvoju karijere ili osobnom rastu.",
      "uk": "Коли ми їх об'єднуємо, отримуємо чітку формулу успіху, незалежно від того, чи йдеться про вивчення нових навичок, розвиток кар'єри або особистісний ріст."
    },
    {
      "hr": "Na kraju, važno je zapamtiti da su ove tri riječi ključne za bilo koji uspjeh.",
      "uk": "Нарешті, важливо пам'ятати, що ці три слова є ключовими для будь-якого успіху."
    },
    {
      "hr": "One nas vode kroz život, pomažući nam da ostvarimo svoje ciljeve, bez obzira na izazove s kojima se suočavamo.",
      "uk": "Вони ведуть нас через життя, допомагаючи досягати цілей, незалежно від викликів, з якими ми стикаємось."
    },
    {
      "hr": "Kada znamo što želimo, kada hoćemo to postići i kada vjerujemo da to možemo, ne postoji granica onome što možemo postići.",
      "uk": "Коли ми знаємо, чого хочемо, коли прагнемо досягти цього і віримо, що можемо, не існує межі тому, чого ми можемо досягти."
    },
    {
      "hr": "Sve započinje jasnim izrazom mogućnosti, želje i vjere u vlastite sposobnosti.",
      "uk": "Усе починається з чіткого вираження можливостей, бажання та віри у власні здібності."
    }
  ],
  "vocabulary": [
    { "hr": "izazovi", "uk": "виклики" },
    { "hr": "prepreke", "uk": "перешкоди" },
    { "hr": "volja", "uk": "воля" },
    { "hr": "sposobnost", "uk": "здатність" },
    { "hr": "uspjeh", "uk": "успіх" },
    { "hr": "znanje", "uk": "знання" },
    { "hr": "motivacija", "uk": "мотивація" },
    { "hr": "cilj", "uk": "мета" },
    { "hr": "samopouzdanje", "uk": "впевненість у собі" },
    { "hr": "vjera", "uk": "віра" },
    { "hr": "odlučnost", "uk": "рішучість" },
    { "hr": "napredak", "uk": "прогрес" },
    { "hr": "poduzetnik", "uk": "підприємець" },
    { "hr": "poslovanje", "uk": "бізнес" },
    { "hr": "financije", "uk": "фінанси" },
    { "hr": "unutarnja volja", "uk": "внутрішня воля" },
    { "hr": "postignuće", "uk": "досягнення" },
    { "hr": "trud", "uk": "зусилля" },
    { "hr": "energija", "uk": "енергія" },
    { "hr": "vrijeme", "uk": "час" },
    { "hr": "želim", "uk": "хочу" },
    { "hr": "naučiti", "uk": "навчитися" },
    { "hr": "jezik", "uk": "мова" },
    { "hr": "volja", "uk": "бажання" },
    { "hr": "samopouzdanje", "uk": "впевненість" },
    { "hr": "afirmacije", "uk": "афірмації" },
    { "hr": "strah", "uk": "страх" },
    { "hr": "sumnje", "uk": "сумніви" },
    { "hr": "prepreke", "uk": "перешкоди" },
    { "hr": "karijera", "uk": "кар'єра" },
    { "hr": "lider", "uk": "лідер" },
    { "hr": "suradnici", "uk": "колеги" },
    { "hr": "timski rad", "uk": "командна робота" },
    { "hr": "motivacija", "uk": "мотивація" },
    { "hr": "kompetencije", "uk": "компетенції" },
    { "hr": "formule", "uk": "формули" },
    { "hr": "znanje", "uk": "знання" },
    { "hr": "izraz", "uk": "вираз" },
    { "hr": "želja", "uk": "бажання" },
    { "hr": "povjerenje", "uk": "довіра" },
    { "hr": "osobni rast", "uk": "особистісний ріст" },
    { "hr": "samopouzdanje", "uk": "впевненість у собі" },
    { "hr": "uspješni", "uk": "успішні" },
    { "hr": "postizanje", "uk": "досягнення" },
    { "hr": "izazovi", "uk": "виклики" },
    { "hr": "ciljevi", "uk": "цілі" },
    { "hr": "vještine", "uk": "навички" },
    { "hr": "snaga", "uk": "сила" },
    { "hr": "pokretačka snaga", "uk": "рушійна сила" },
    { "hr": "odgovornost", "uk": "відповідальність" }
  ]
}
