{
  "titleHr": "Uzbudljivo putovanje po Europi",
  "titleUk": "Захоплююча подорож Європою",
  "illustration": "story_16.png",
  "text": [
    {
      "hr": "Sljedeći tjedan, Ana i Ivan će krenuti na svoje dugo planirano putovanje po Europi.",
      "uk": "Наступного тижня Ана та Іван вирушать у свою давно заплановану подорож Європою."
    },
    {
      "hr": "Planirali su ovo već mjesecima, a sada su konačno svi detalji posloženi.",
      "uk": "Вони планували це вже місяцями, і нарешті всі деталі узгоджені."
    },
    {
      "hr": "\"Sutra ćemo završiti s pakiranjem, a prekosutra ćemo već biti na putu,\" rekla je Ana, dok je gledala kartu na stolu.",
      "uk": "\"Завтра закінчимо з пакуванням, а післязавтра вже будемо в дорозі\", сказала Ана, дивлячись на карту на столі."
    },
    {
      "hr": "\"Sigurno ćemo uživati u svakom trenutku,\" dodao je Ivan s osmijehom.",
      "uk": "\"Ми точно насолодимося кожною миттю\", додав Іван з усмішкою."
    },
    {
      "hr": "Kako su se približavali datumu polaska, oboje su se uzbuđeno pripremali.",
      "uk": "Коли наближався день від'їзду, обидва з нетерпінням готувалися."
    },
    {
      "hr": "\"Kad stignemo u Pariz, posjetit ćemo Eiffelov toranj i prošetati po Champs-Élyséesu,\" rekao je Ivan.",
      "uk": "\"Коли ми приїдемо до Парижа, відвідаємо Ейфелеву вежу і прогуляємося Єлисейськими полями\", сказав Іван."
    },
    {
      "hr": "\"I kad se vratimo, ispričat ćemo svima o tome,\" dodala je Ana.",
      "uk": "\"А коли ми повернемося, розповімо всім про це\", додала Ана."
    },
    {
      "hr": "Večer prije putovanja, Ana i Ivan su pregledavali svoju listu zadataka.",
      "uk": "Напередодні подорожі Ана та Іван перевіряли свій список завдань."
    },
    {
      "hr": "\"Ako sve bude u redu, krenut ćemo rano ujutro,\" rekla je Ana.",
      "uk": "\"Якщо все буде гаразд, ми вирушимо рано вранці\", сказала Ана."
    },
    {
      "hr": "\"Kad dođemo na aerodrom, prijavit ćemo se za let, a onda ćemo pričekati ukrcaj,\" objasnio je Ivan.",
      "uk": "\"Коли приїдемо в аеропорт, зареєструємося на рейс і почекаємо на посадку\", пояснив Іван."
    },
    {
      "hr": "\"Ako ne zaboravim, poslat ću poruku roditeljima da smo stigli,\" rekla je Ana.",
      "uk": "\"Якщо не забуду, надішлю повідомлення батькам, що ми прибули\", сказала Ана."
    },
    {
      "hr": "\"Ne brini, ja ću ih nazvati čim sletimo,\" odgovorio je Ivan.",
      "uk": "\"Не хвилюйся, я зателефоную їм, щойно ми приземлимося\", відповів Іван."
    },
    {
      "hr": "Sutradan, Ana se probudila s prvim zrakama sunca.",
      "uk": "Наступного дня Ана прокинулася з першими променями сонця."
    },
    {
      "hr": "\"Ako budemo dovoljno brzi, stići ćemo na vrijeme na aerodrom,\" rekla je, dok je zatvarala kofere.",
      "uk": "\"Якщо ми будемо достатньо швидкими, то встигнемо вчасно в аеропорт\", сказала вона, закриваючи валізи."
    },
    {
      "hr": "Ivan je uzbuđeno pogledao na sat: \"Spremi se, jer ćemo krenuti za pola sata!\"",
      "uk": "Іван збуджено глянув на годинник: \"Готуйся, ми вирушаємо за півгодини!\""
    },
    {
      "hr": "I doista, nakon doručka, uzeli su svoje kofere i krenuli prema aerodromu.",
      "uk": "І дійсно, після сніданку вони взяли свої валізи та вирушили до аеропорту."
    },
    {
      "hr": "Kad su stigli, prijavili su se na let i prošli sigurnosnu provjeru.",
      "uk": "Коли вони приїхали, зареєструвалися на рейс і пройшли перевірку безпеки."
    },
    {
      "hr": "\"Ako ne bude kašnjenja, slijet ćemo za tri sata,\" rekao je Ivan dok su sjedili u čekaonici.",
      "uk": "\"Якщо не буде затримок, ми приземлимося за три години\", сказав Іван, сидячи в залі очікування."
    },
    {
      "hr": "\"A ako budemo imali sreće, naše će torbe stići prve na traci za prtljagu,\" našalila se Ana.",
      "uk": "\"А якщо нам пощастить, наші валізи будуть першими на багажній стрічці\", пожартувала Ана."
    },
    {
      "hr": "Let je prošao bez problema, a kad su sletjeli u Pariz, oboje su osjetili uzbuđenje.",
      "uk": "Політ пройшов без проблем, і коли вони приземлилися в Парижі, обидва відчули хвилювання."
    },
    {
      "hr": "\"Kad izađemo iz aerodroma, uzet ćemo taksi do hotela,\" rekao je Ivan.",
      "uk": "\"Коли ми вийдемо з аеропорту, візьмемо таксі до готелю\", сказав Іван."
    },
    {
      "hr": "\"A kad se smjestimo, odmah ćemo otići u šetnju,\" dodala je Ana s osmijehom.",
      "uk": "\"А коли ми розмістимося, одразу підемо на прогулянку\", додала Ана з усмішкою."
    },
    {
      "hr": "Znali su da će svaki trenutak putovanja biti poseban.",
      "uk": "Вони знали, що кожен момент подорожі буде особливим."
    },
    {
      "hr": "Prvih nekoliko dana u Parizu prošlo je u istraživanju grada.",
      "uk": "Перші кілька днів у Парижі пройшли в дослідженні міста."
    },
    {
      "hr": "\"Kad budemo kod Eiffelovog tornja, napravit ćemo mnogo fotografija,\" rekla je Ana dok su hodali prema slavnoj znamenitosti.",
      "uk": "\"Коли будемо біля Ейфелевої вежі, зробимо багато фотографій\", сказала Ана, йдучи до знаменитої пам'ятки."
    },
    {
      "hr": "\"A kad se popnemo na vrh, vidjet ćemo cijeli grad,\" rekao je Ivan, diveći se visini tornja.",
      "uk": "\"А коли ми піднімемося на вершину, побачимо все місто\", сказав Іван, милуючись висотою вежі."
    },
    {
      "hr": "Nakon Pariza, putovanje ih je odvelo u Amsterdam, gdje su planirali posjetiti muzeje i prošetati po kanalima.",
      "uk": "Після Парижа їхня подорож привела їх до Амстердама, де вони планували відвідати музеї та прогулятися каналами."
    },
    {
      "hr": "\"Kad stignemo u Amsterdam, obići ćemo Van Goghov muzej,\" rekao je Ivan.",
      "uk": "\"Коли ми прибудемо в Амстердам, відвідаємо музей Ван Гога\", сказав Іван."
    },
    {
      "hr": "\"A kad završi obilazak, otići ćemo na vožnju brodom po kanalima,\" dodala je Ana.",
      "uk": "\"А коли закінчимо огляд, підемо кататися на човні каналами\", додала Ана."
    },
    {
      "hr": "Svaki grad koji su posjetili imao je nešto posebno.",
      "uk": "Кожне місто, яке вони відвідали, мало щось особливе."
    },
    {
      "hr": "Tijekom putovanja, često su razgovarali o tome kako će iskoristiti vrijeme kad se vrate kući.",
      "uk": "Під час подорожі вони часто розмовляли про те, як використають час, коли повернуться додому."
    },
    {
      "hr": "\"Kad se vratimo kući, pokazat ćemo svima fotografije,\" rekla je Ana.",
      "uk": "\"Коли ми повернемося додому, покажемо всім фотографії\", сказала Ана."
    },
    {
      "hr": "\"I vjerojatno ćemo planirati sljedeće putovanje,\" našalio se Ivan.",
      "uk": "\"І, напевно, ми плануватимемо наступну подорож\", пожартував Іван."
    },
    {
      "hr": "Putovanje se polako bližilo kraju, a Ana i Ivan su uživali u svakom trenutku.",
      "uk": "Подорож поступово наближалася до завершення, і Ана з Іваном насолоджувалися кожною миттю."
    },
    {
      "hr": "\"Kad se vratimo u Hrvatsku, sjećat ćemo se ovoga cijeli život,\" rekla je Ana.",
      "uk": "\"Коли ми повернемося до Хорватії, ми будемо пам'ятати це все життя\", сказала Ана."
    },
    {
      "hr": "\"A sljedeći put kad budemo putovali, bolje ćemo se pripremiti za duže hodanje,\" dodao je Ivan kroz smijeh, prisjećajući se umornih nogu nakon šetnji po Parizu i Amsterdamu.",
      "uk": "\"А наступного разу, коли ми подорожуватимемо, краще підготуємося до довших прогулянок\", додав Іван зі сміхом, згадуючи втомлені ноги після прогулянок Парижем і Амстердамом."
    },
    {
      "hr": "Na dan povratka, spremali su kofere i pričali o svemu što su doživjeli.",
      "uk": "У день повернення вони пакували валізи і розмовляли про все, що пережили."
    },
    {
      "hr": "\"Kad sletimo u Zagreb, otići ćemo na večeru s obitelji i ispričati im sve,\" rekla je Ana.",
      "uk": "\"Коли ми приземлимося в Загребі, підемо на вечерю з родиною і розповімо їм усе\", сказала Ана."
    },
    {
      "hr": "\"I ako budemo imali vremena, večeras ćemo početi uređivati naše fotografije,\" dodao je Ivan.",
      "uk": "\"І якщо у нас буде час, сьогодні ввечері ми почнемо редагувати наші фотографії\", додав Іван."
    },
    {
      "hr": "Kad su se konačno vratili kući, osjećali su se sretno i ispunjeno.",
      "uk": "Коли вони нарешті повернулися додому, вони відчули себе щасливими і задоволеними."
    },
    {
      "hr": "\"Sljedeći put kad budemo putovali, možda ćemo otići u Aziju ili Ameriku,\" rekla je Ana.",
      "uk": "\"Наступного разу, коли ми подорожуватимемо, можливо, ми вирушимо до Азії чи Америки\", сказала Ана."
    },
    {
      "hr": "\"Ma gdje god išli, znam da ćemo uživati,\" odgovorio je Ivan, siguran da će njihova sljedeća avantura biti jednako uzbudljiva.",
      "uk": "\"Куди б ми не поїхали, я знаю, що ми насолоджуватимемося\", відповів Іван, впевнений, що їхня наступна пригода буде такою ж захопливою."
    }
  ],
  "vocabulary": [
    {"hr": "putovanje", "uk": "подорож"},
    {"hr": "Eiffelov toranj", "uk": "Ейфелева вежа"},
    {"hr": "let", "uk": "рейс"},
    {"hr": "aerodrom", "uk": "аеропорт"},
    {"hr": "torbe", "uk": "валізи"},
    {"hr": "prijava", "uk": "реєстрація"},
    {"hr": "Pariz", "uk": "Париж"},
    {"hr": "Amsterdam", "uk": "Амстердам"},
    {"hr": "muzej", "uk": "музей"},
    {"hr": "fotografija", "uk": "фотографія"},
    {"hr": "avion", "uk": "літак"},
    {"hr": "karte", "uk": "квитки"},
    {"hr": "povratak", "uk": "повернення"},
    {"hr": "hotel", "uk": "готель"},
    {"hr": "restoran", "uk": "ресторан"},
    {"hr": "večera", "uk": "вечеря"},
    {"hr": "Champs-Élysées", "uk": "Єлисейські поля"},
    {"hr": "planiranje", "uk": "планування"},
    {"hr": "razgledavanje", "uk": "огляд"},
    {"hr": "brod", "uk": "човен"},
    {"hr": "karta", "uk": "карта"},
    {"hr": "kanali", "uk": "канали"},
    {"hr": "slijetanje", "uk": "приземлення"},
    {"hr": "smijeh", "uk": "сміх"},
    {"hr": "izlet", "uk": "екскурсія"},
    {"hr": "spremiti", "uk": "підготувати"},
    {"hr": "hodanje", "uk": "прогулянка"},
    {"hr": "avantura", "uk": "пригоди"},
    {"hr": "sjećanje", "uk": "спогад"},
    {"hr": "priča", "uk": "історія"},
    {"hr": "vikend", "uk": "вихідні"},
    {"hr": "trgovina", "uk": "магазин"},
    {"hr": "taksi", "uk": "таксі"},
    {"hr": "plaža", "uk": "пляж"},
    {"hr": "sunce", "uk": "сонце"},
    {"hr": "hlad", "uk": "тінь"},
    {"hr": "odmor", "uk": "відпочинок"},
    {"hr": "smijeh", "uk": "сміх"},
    {"hr": "trenutak", "uk": "момент"},
    {"hr": "kofere", "uk": "валізи"},
    {"hr": "destinacija", "uk": "пункт призначення"},
    {"hr": "prijatelji", "uk": "друзі"},
    {"hr": "Zagreb", "uk": "Загреб"},
    {"hr": "roditelji", "uk": "батьки"},
    {"hr": "fotografirati", "uk": "фотографувати"},
    {"hr": "pjesma", "uk": "пісня"},
    {"hr": "more", "uk": "море"},
    {"hr": "ulaz", "uk": "вхід"}
  ]
}
